[
    {
        "title": "Genomic sequencing research in pediatric cancer care: Decision-making, attitudes, and perceived utility among adolescents and young adults and their parents.",
        "journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
        "pub_date": "2024 May 17",
        "pmid": "38767058",
        "authors": [
            "Gutierrez AM",
            "Robinson JO",
            "Smith HS",
            "Desrosiers LR",
            "Scollon SR",
            "Canfield I",
            "Hsu RL",
            "Schneider NM",
            "Parsons DW",
            "Plon SE",
            "Allen-Rhoades W",
            "Majumder MA",
            "Malek J",
            "McGuire AL"
        ],
        "abstract": "Purpose:\n        \n\n      \n      Professional guidelines recommend engaging adolescents and young adults (AYAs) in medical decision-making (DM), including whether to undergo genomic sequencing (GS). We explored DM around GS and attitudes after return of GS results among a diverse group of AYAs with cancer and their parents.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      We surveyed AYAs with cancer (n=75) and their parents (n=52) six months after receiving GS results through the Texas KidsCanSeq Study. We analyzed AYAs' DM role in GS research enrollment and their satisfaction with that role. We compared AYAs' and parents' self-reported understanding of, attitudes toward, and perceived utility of the AYAs' GS results.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Most AYAs reported equally sharing DM with their parents (55%) or leading DM (36%) about GS research. Compared to their cancer care DM role, 56% of AYAs reported the same level of involvement in GS research DM while 32% were more involved and 13% were less involved (p=0.011). AYAs were satisfied (99%) with their DM role regarding GS study participation. AYAs and parents had similar self-reported understanding of, attitudes toward, and perceived utility of the GS results.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      Our results support engaging AYAs in DM about GS research and provide insights into AYAs' DM preferences and positive attitudes toward GS."
    },
    {
        "title": "Opportunities to optimise care and choice in joint replacement surgery using a digitally delivered, holistic PreHab pathway.",
        "journal": "Journal of orthopaedic surgery (Hong Kong)",
        "pub_date": "2024 May-Aug",
        "pmid": "38767054",
        "authors": [
            "Bills ER",
            "Dimopoulos A",
            "Burke AL",
            "Collins KL",
            "Linedale EC",
            "Hume V",
            "Yeoh J",
            "Coles S",
            "Nolan M",
            "Southam K",
            "Thomas L",
            "Ramsey M",
            "Andrews JM"
        ],
        "abstract": "Purpose:\n        \n\n      \n      To describe the implementation and evaluation of a hospital-initiated, community-based, digital prehabilitation program (\nMy PreHab Program\n: MPP\n)\n for adults referred for elective joint replacement.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      MPP was implemented July 2022 and comprises a personalised digital health screen that guides the provision of self-management resources. Adults (\n>\n18 years) referred and accepted, or already waitlisted, for total knee/hip replacement surgery were eligible. Individuals requiring category 1 (urgent) or emergency surgery and those without a mobile phone were excluded. Implementation and intervention outcome measures (program adoption, equity of reach, fidelity, acceptability, appropriateness, feasibility, engagement, preliminary surgical outcomes) were explored via study-specific measures and hospital records.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Of those invited (\nN\n = 689), 77.8% participated. Participants and non-participants were similar in key demographic variables except regional invitees were more likely to participate than metropolitan (88.0% vs 75.4%, \np\n = .002) and non-participants tended to be older (median age = 69.0 vs 64.0, \np\n = .005). Participants reported on average four modifiable risk factors: most commonly chronic pain (79.1%), obesity (57.3%), and frailty (40.9%). Most participants (80.4%) reviewed all resources provided and reported action/intention to address issues identified (90.9%). Participants perceived MPP as acceptable (3.2/5), appropriate (3.3/5), and feasible (3.4/5). Early trends for participants progressing to surgery (\nn\n = 33) show a reduced length of stay (MPP = 4.3, baseline = 5.3 days).\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      MPP demonstrated high adoption, fidelity, and participant engagement. It is acceptable, appropriate and feasible and has the potential to be scaled-up digitally at low-cost. Modifiable risk factors were prevalent and early indications suggest this preoperative intervention may benefit both patients and the healthcare system."
    },
    {
        "title": "The unnecessary use of short tandem repeat testing on bone marrow samples in patients after 1 year following allogeneic hematopoietic stem cell transplant.",
        "journal": "American journal of clinical pathology",
        "pub_date": "2024 May 20",
        "pmid": "38767053",
        "authors": [
            "Morris AB",
            "Sullivan HC",
            "Wooten MS",
            "Waller EK",
            "Jaye DL"
        ],
        "abstract": "Objectives:\n        \n\n      \n      To determine whether the information provided by short tandem repeat (STR) testing and bone marrow (BM) biopsy specimens following hematopoietic stem cell transplant (HSCT) provides redundant information, leading to test overutilization, without additional clinical benefit.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      Cases with synchronous STR and flow cytometric immunophenotyping (FCI) testing, as part of the BM evaluation, were assessed for STR/FCI concordance.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Of 1199 cases (410 patients), we found the overall concordance between STR and FCI was 93%, with most cases (1063) classified as STR-/FCI-. Of all discordant cases, 75 (6%) were STR+/FCI-, with only 5 (6.7%) cases best explained as identification of disease relapse. Eight cases were STR-/FCI+, representing relapsed/residual disease. Analysis of cases 1 year or more from transplant (54% of all cases) indicated only 9 (1.5%) were STR+/FCI-, and none uniquely identified relapse.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      These data suggest that STR analysis performed 1 year or more post-HSCT does not identify unknown cases of relapse. Furthermore, while STR testing is critical for identifying graft failure/rejection within the first year posttransplant, FCI appears superior to STR at detecting late relapses with low-level disease. Therefore, STR testing from patients 1 year or more post-HSCT may be unnecessary, as BM biopsy evaluation is sufficient to identify disease relapse."
    },
    {
        "title": "Perceptions of HPV-Linked Oropharyngeal Cancer Risk Messages Among a Sample of Young Adult Men in the US: A Pilot Study.",
        "journal": "American journal of men's health",
        "pub_date": "2024 May-Jun",
        "pmid": "38767052",
        "authors": [
            "Harrell AH",
            "Kueppers GC",
            "Vanderpool RC",
            "Dean D Jr",
            "Rohde JA"
        ],
        "abstract": "Awareness of risk for oropharyngeal cancer from oral human papillomavirus (HPV) infection is low among men in the United States. This pilot study tested messages communicating oral HPV and oropharyngeal cancer risk among a sample of U.S. young adult men (aged 18-26). Six oral HPV and cancer risk messages were tested in an online survey. Participants (\nN\n = 68) were randomly assigned to one of two message sets, each containing three unique text-based messages. Participants evaluated messages separately based on various measures (e.g., perceived message effectiveness [PME], novelty). One-way repeated measures ANOVAs were used to assess evaluation differences within message sets. Participants provided open-ended feedback about each message, which were synthesized into overarching themes. Participants were receptive to the risk messages, rating them high on PME (mean range = 3.72-4.25 out of 5) and other measures. Analyses identified three high-performing messages. For example, participants rated a message about HPV-linked oropharyngeal cancer risk rates in men versus women higher on attention and novelty than two other messages in the same set (both \np\ns < .05). Participants were shown three messages (instead of all six) in each message set to minimize survey fatigue. Common themes from open-ended feedback were that participants liked the short-form structure of the messages and that the messages used gender-tailored language. In conclusion, oral HPV and oropharyngeal cancer risk messages may be useful for increasing risk awareness among men in the U.S. Further work should test such messages in rigorous experimental contexts to assess their efficacy in modifying other health outcomes, such as HPV vaccination behaviors."
    },
    {
        "title": "TNF-alpha promotes cilia elongation via mixed lineage kinases signaling in mouse fibroblasts and human RPE-1 cells.",
        "journal": "Cytoskeleton (Hoboken, N.J.)",
        "pub_date": "2024 May 20",
        "pmid": "38767050",
        "authors": [
            "Kumari A",
            "Caliz AD",
            "Yoo HJ",
            "Kant S",
            "Vertii A"
        ],
        "abstract": "The primary cilium is a characteristic feature of most non-immune cells and functions as an environmental signal transduction sensor. The defects in primary cilium have profound effects on the developmental program, including the maturation of retinal epithelium. The ciliary length is tightly regulated during ciliogenesis, but the impact of inflammation on ciliary length remains elusive. The current study investigates the outcome of inflammatory stimuli for the primary cilium length in retinal epithelium cells and mouse embryonic fibroblasts. Here, we report that exposure to the pro-inflammatory cytokine TNF-alpha elongates cilia in a mixed-lineage kinase (MLK)-dependent manner. Pro-inflammatory stimuli such as bacterial LPS and interferon-gamma have similar effects on ciliary length. In contrast, febrile condition-mimicking heat stress dramatically reduced the number of ciliated cells regardless of TNF-alpha exposure but did not shorten TNF-induced elongation, suggesting distinct but rapid effects of inflammatory stresses on ciliogenesis."
    },
    {
        "title": "Diffuse Dermal Angiomatosis of the Breast Clinically Mimicking Cellulitis and Inflammatory Breast Cancer.",
        "journal": "The American surgeon",
        "pub_date": "2024 May 20",
        "pmid": "38767044",
        "authors": [
            "Moore LR",
            "Skrine RA"
        ],
        "abstract": "A 40-year-old woman admitted for hyponatremia and anasarca due to decompensated cirrhosis after a recent steroid taper developed extremely painful cutaneous breast lesions clinically mimicking cellulitis and inflammatory breast cancer and was biopsy-diagnosed instead with diffuse dermal angiomatosis (DDA) of the breasts, a rare and painful disease that can be a diagnostic chameleon. This case highlights the importance of early surgical consultation and tissue biopsy to correctly diagnose the etiology of severely painful mastitis and prevent prolonged symptomology and repeated administrations of ineffective treatments. Diffuse dermal angiomatosis should be considered when suspected breast cellulitis is refractory to treatment or there is concern for inflammatory breast cancer, especially in pendulous-breasted women with comorbidities that increase susceptibility to local tissue hypoxia."
    },
    {
        "title": "Successful removal of a duodenal lesion in difficult location using \"a sandwich method\".",
        "journal": "Revista espanola de enfermedades digestivas",
        "pub_date": "2024 May 20",
        "pmid": "38767035",
        "authors": [
            "Li DF",
            "Zhan SG",
            "Tian YH",
            "Kong C",
            "Yao J",
            "Wang LS",
            "Wu BH"
        ],
        "abstract": "A 69-year-old woman was diagnosed with a duodenal adenoma near major duodenal papilla during cancer screening examination (Figure 1A). Therefore, endoscopic mucosal resection (EMR) was proposed to remove the duodenal lesion. Unfortunately, satisfactory visualization of the duodenal lesion was not obtained during gastroscopic operation. Unexpectedly, duodenoscopy provided optimal visualization of the duodenal lesion. Consequently, the \"sandwich method\" using duodenoscopy-gastroscopy-duodenoscopy was successfully performed to remove the challenging duodenal lesion. Firstly, the duodenoscopy was used to create a submucosal bleb through injecting saline containing 0.3 % indigo carmine. Subsequently, the gastroscopy with a transparent capwas used to remove the duodenal lesion with en bloc resection. Then, the duodenoscopy was reused to close the mucosal defect. Finally, pathologic examination showed a tubule-villous adenoma. The patient was recovered uneventfully, and discharged 2 days later."
    },
    {
        "title": "Response to editorial: Gastric and pancreatic cancer trends in Spain.",
        "journal": "Revista espanola de enfermedades digestivas",
        "pub_date": "2024 May 20",
        "pmid": "38767033",
        "authors": [
            "Cayuela Domínguez A",
            "Cayuela L"
        ],
        "abstract": "This response to an editorial discusses recent trends in gastric and pancreatic cancer mortality in Spain. The authors acknowledge the contrasting trajectories - a decrease in gastric cancer and an increase in pancreatic cancer - and attribute them to differing causes. Public health measures, particularly H. pylori eradication, are credited for the decline in gastric cancer. The authors also present unpublished data showing a worrying rise in gastric cancer diagnoses among young men. They emphasize the need for continued monitoring, early detection strategies, and preventative measures to tackle both cancers, particularly focusing on pancreatic cancer research due to its rising mortality."
    },
    {
        "title": "Strategic analysis and recommendations of the Sociedad Española de Patología Digestiva (SEPD) regarding population-based screening programs for colorectal cancer in Spain.",
        "journal": "Revista espanola de enfermedades digestivas",
        "pub_date": "2024 May 20",
        "pmid": "38767022",
        "authors": [
            "Albillos Martínez A",
            "Carballo Alvarez F",
            "Crespo J"
        ],
        "abstract": "Introduction:\n        \n\n      \n      population-based screening programs are effective to reduce colorectal cancer-related mortality and incidence. However, given their complex development, sound organization and design do not warrant success. This study provides a strategic analysis of the Spanish programs, as well as recommendations in an attempt to contribute to their optimization.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      a multidisciplinary panel of researchers, supported by the Sociedad Española de Patología Digestiva (SEPD), has performed a SWOT (strengths, weaknesses, opportunities and threats) analysis, from which a proposal of recommendations was developed; their adequacy was judged using an adapted version of the RAND/UCLA method.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      5 weaknesses, 3 threats, 5 strengths and 5 opportunities were identified, and a total of 15 recommendations were developed emphasizing aspects with room for improvement in program orientation, particularly the need to increase participation, fight variability and inequities, improve information processes and systems quality, ensure specific, adequate funding, and evaluate health results.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      promoting an operational collaboration framework between all the public health and care levels involved should facilitate effective communication with society regarding the benefits of taking part in population screening programs while persuading decision and policy makers of the critical importance of taking an active, determined stance regarding its implementation."
    },
    {
        "title": "Esophageal tuberculosis as a differential diagnosis of esophageal cancer.",
        "journal": "Revista espanola de enfermedades digestivas",
        "pub_date": "2024 May 20",
        "pmid": "38767013",
        "authors": [
            "Solano Blas MÁ",
            "Cavildo Jerónimo CD",
            "Amieva-Balmori M"
        ],
        "abstract": "The case of a patient in the eighth decade of life who begins with dysphagia and progressive weight loss is presented, who underwent contrast-enhanced tomography where a tumor was observed in the esophagus, endoscopy with biopsy and a report of esophageal tuberculosis."
    },
    {
        "title": "Different trends in stomach and pancreatic cancer mortality rates.",
        "journal": "Revista espanola de enfermedades digestivas",
        "pub_date": "2024 May 20",
        "pmid": "38767009",
        "authors": [
            "Aragonés N",
            "Parra-Blázquez D"
        ],
        "abstract": "Not so long ago stomach cancer used to be the most frequent digestive cancer in both sexes in Spain and other Western countries. However, due to the decreasing trend of this disease over the last few decades, gastric cancer ranks seventh and eighth in Spanish women and men, respectively, as a cancer-related cause of death, while being the fourth most frequent digestive cancer, after colorectal, pancreatic and liver cancer. On the other hand, pancreatic cancer mortality figures have been continually increasing, and nowadays this malignancy ranks second among digestive cancers in terms of mortality in both sexes. The distinct trends of stomach and pancreatic cancer mortality rates might be explained by changes in exposure to risk factors, mainly to H. pylori eradication. Notably, these tumors share several modifiable risk factors, such as tobacco consumption, obesity, and physical inactivity. Since these risk factors are also associated with many other cancers, effective cancer prevention strategies are needed to reduce the risk of developing cancer in the population."
    },
    {
        "title": "Late metastases: a rare cause of diarrhea.",
        "journal": "Revista espanola de enfermedades digestivas",
        "pub_date": "2024 May 20",
        "pmid": "38767008",
        "authors": [
            "Benabdallah R",
            "Hernández-Pérez M",
            "Pena-Burgos EM",
            "Trueba Collado C",
            "Tabernero da Veiga S"
        ],
        "abstract": "We present the case of a 64-year-old female with personal history of breast carcinoma diagnosed in 2011, treated and discharged from the Oncology service after 10 years disease-free who, 21 years after the diagnosis, undergoes a colonoscopy with biopsy sampling due to a 2-year period of diarrhea and weight loss, which histological study show infiltration of the large intestine's by breast carcinoma. Due to the usual lymphatic widespread, metastases of breast cancer in the gastrointestinal tract are extremely rare with nonspecific symptoms, long latency periods and poor prognosis."
    },
    {
        "title": "Correction to \"Smoking status among cancer patients by medical specialty: A U.S. nationwide representative analysis\".",
        "journal": "Cancer medicine",
        "pub_date": "2024 May",
        "pmid": "38767004",
        "authors": [],
        "abstract": null
    },
    {
        "title": "Outcomes from hematopoietic stem cell transplantation following treosulfan-based conditioning: A clinical and pharmacokinetic analysis.",
        "journal": "Pediatric transplantation",
        "pub_date": "2024 Jun",
        "pmid": "38766999",
        "authors": [
            "Rosser SPA",
            "Brewer A",
            "Gabriel M",
            "Wong M",
            "Chung J",
            "McLachlan AJ",
            "Nath CE",
            "Keogh SJ",
            "Shaw PJ"
        ],
        "abstract": "Background:\n        \n\n      \n      The aims of this study are to report our experience with treosulfan-based conditioning regimens for patients with non-malignant hematologic conditions, correlating clinical outcomes at different time points post-transplant with treosulfan exposure (AUC).\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      This study was a single-center observational study investigating overall survival (OS), disease-free survival (DFS), and event-free survival (EFS) end-points post-transplant. The consequences of treosulfan AUC with respect to toxicity, correction of underlying disease, and long-term chimerism were also explored using pharmacokinetic analysis.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Forty-six patients received 49 transplants with treosulfan and fludarabine-based conditioning between 2005 and 2023. Twenty-four patients also received thiotepa. Donor chimerism was assessed on either whole blood or sorted cell lines at different time points post-transplant. Thirty-nine patients received treosulfan pharmacokinetic assessment to evaluate cumulative AUC, with five infants receiving real-time assessment to facilitate daily dose adjustment. OS, DFS, and EFS were 87%, 81%, and 69%, respectively. Median follow-up was 32.1 months (range 0.82-160 months) following transplant. Lower EFS was associated with patient age (<1 year; p = .057) and lower cumulative treosulfan dose (<42 g/m\n2\n; p = .003). Stable donor chimerism in B-cell, NK-cell, and granulocyte lineages at 1-year post-transplant were more prevalent in patients receiving thiotepa conditioning. Two infants required daily dose adjustment to treosulfan to avoid high AUC.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      Excellent clinical outcomes and stable chimerism were observed in this patient series. The addition of thiotepa conferred no significant toxicity and trended toward sustained ongoing donor engraftment. Correlating treosulfan AUC with long-term patient outcomes is required."
    },
    {
        "title": "Survey of hepatitis B virus infection for liver cancer screening in China: A population-based, cross-sectional study.",
        "journal": "Chinese medical journal",
        "pub_date": "2024 May 20",
        "pmid": "38766992",
        "authors": [
            "Xu Y",
            "Xia C",
            "Li H",
            "Cao M",
            "Yang F",
            "Li Q",
            "Cao M",
            "Chen W"
        ],
        "abstract": "Background:\n        \n\n      \n      Hepatitis B virus (HBV) infection is the primary cause of hepatocellular carcinoma (HCC) in China. The target population for HCC screening comprises individuals who test positive for hepatitis B surface antigen (HBsAg). However, current data on the prevalence of HBV infection among individuals who are eligible for HCC screening in China are lacking. We aimed to assess the seroepidemiology of HBV infection among Chinese individuals eligible for HCC screening to provide the latest evidence for appropriate HCC screening strategies in China.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      Questionnaires including information of sex, age, ethnicity, marital status, educational level, source of drinking water, as well as smoking and alcohol consumption history and serum samples were collected from females aged 45-64 years and males aged 35-64 years in 21 counties from 4 provinces in eastern and central China between 2015 and 2023. Enzyme-linked immunosorbent assay methods were used to detect the serum HBV marker HBsAg.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      A total of 603,082 individuals were enrolled, and serum samples were collected for analysis from January 1, 2015 to December 31, 2023. The prevalence of HBsAg positive in the study population was 5.23% (31,528/603,082). The prevalence of HBsAg positive was greater in males than in females (5.60% [17,660/315,183] vs. 4.82% [13,868/287,899], χ2 = 187.52, P <0.0001). The elderly participants exhibited a greater prevalence of HBV infection than younger participants (χ2 = 41.73, P <0.0001). Birth cohort analysis revealed an overall downward trend in HBV prevalence for both males and females. Individuals born in more recent cohorts exhibited a lower prevalence of HBV infection as compared to those born earlier.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      The current prevalence of HBV infection remains above 5% in populations eligible for HCC screening in China. Further efforts should be made to increase the accessibility of HCC screening among individuals with HBV infection."
    },
    {
        "title": "Chemical composition and biological activities of essential oil of the Malaysian endemic Syzygium variolosum (King) Chantar. & J.Parn.",
        "journal": "Natural product research",
        "pub_date": "2024 May 20",
        "pmid": "38766974",
        "authors": [
            "Rahim FAM",
            "Salleh WMNHW",
            "Ab Ghani N",
            "Salihu AS",
            "Arzmi MH"
        ],
        "abstract": "This study was designed to investigate the chemical composition of the essential oil of \nSyzygium variolosum\n (King) Chantar. & J.Parn. and their cytotoxicity, acetylcholinesterase, antityrosinase, and anti-inflammatory activities. In total, 32 chemical components were identified in the essential oil, which made up 98.9%. The essential oil is mainly composed of \nβ\n-elemene (20.2%), bicyclogermacrene (13.5%), viridiflorol (11.1%), globulol (8.6%), and selin-11-en-4\nα\n-ol (5.3%). Acetylcholinesterase, antityrosinase, and anti-inflammatory activities were evaluated with the Ellman method, mushroom tyrosinase, and lipoxygenase enzymes, respectively, while cytotoxicity was assessed using an MTT assay. The results showed that essential oil gave significant percentage inhibition (I%: acetylcholinesterase 35.2%, antityrosinase 42.5%, lipoxygenase 48.6%). Furthermore, the essential oil exhibited cytotoxicity against three cancer cell lines, HepG2, MCF7, and A549, with IC\n50\n values ranging from 90.2 to 95.2 μg/mL. The current study highlights the potential of the use of essential oils as an alternative to the development of pharmaceutical antichemopreventives or cosmetics."
    },
    {
        "title": "Folate Receptor Targeting Mn(II) Complex Encapsulated Porous Silica Nanoparticle as an MRI Contrast Agent for Early-State Detection of Cancer.",
        "journal": "Small (Weinheim an der Bergstrasse, Germany)",
        "pub_date": "2024 May 20",
        "pmid": "38766969",
        "authors": [
            "Mallik R",
            "Saha M",
            "Ghosh B",
            "Chauhan N",
            "Mohan H",
            "Kumaran SS",
            "Mukherjee C"
        ],
        "abstract": "Cancer is recognized as one of the major causes of mortality, however, early-stage detection can increase the survival chance greatly. It is recognized that folate receptors are gradually overexpressed in the cellular membrane with the progress of cancer from stage 1 to stage 4. Utilizing the fact, herein, developed a porous silica nanoparticle system C1@SiO\n2\n-FA-NP; A) impregnated with thermodynamically stable Mn(II) complex (1) molecules within the core of the nanoparticle, and B) surface functionalized with folate units. It exhibited a high longitudinal relaxivity value r\n1\n = 21.45 mM\n-1\ns\n-1\n that substantially increased to r\n1\n = 40.97 mM\n-1\ns\n-1\n in the presence of 0.67 mM concentration of BSA under the physiological condition. The in vitro fluorescent images after surface conjugation of C1@SiO\n2\n-FA-NP with FITC (fluorescein isothiocyanate) buttressed the inclusion of the nanoparticle exclusively within the cancerous HeLa cells than that of healthy HEK293 cells. The importance of the surface-bound folate unit in the nanoparticle is further established by comparing the fluorescent images of HeLa cells in the absence of the group. Finally, the applicability of C1@SiO\n2\n-FA-NP as the T\n1\n-weighted MRI contrast agent for early-stage cancer diagnosis is established within C57BL/6 mice after infecting the mice with HeLa cells."
    },
    {
        "title": "Role of Culinary Indian Spices in the Regulation of TGF-β Signaling Pathway in Inflammation-Induced Liver Cancer.",
        "journal": "Molecular nutrition & food research",
        "pub_date": "2024 May 20",
        "pmid": "38766929",
        "authors": [
            "Asoka AS",
            "Kolikkandy A",
            "Nair B",
            "Kamath AJ",
            "Sethi G",
            "Nath LR"
        ],
        "abstract": "Scope:\n        \n\n      \n      Hepatocellular carcinoma (HCC) results from various etiologies, such as Hepatitis B and C, Alcoholic and Non-alcoholic fatty liver disorders, fibrosis, and cirrhosis. About 80 to 90% of HCC cases possess cirrhosis, which is brought on by persistent liver inflammation. TGF-β is a multifunctional polypeptide molecule that acts as a pro-fibrogenic marker, inflammatory cytokine, immunosuppressive agent, and pro-carcinogenic growth factor during the progression of HCC. The preclinical and clinical evidence illustrates that TGF-β can induce epithelial-to-mesenchymal transition, promoting progression and hepatocyte immune evasion. Therefore, targeting the TGF-β pathway can be a promising therapeutic option against HCC.\n    \n\n\n\n\n\n          Methods and results:\n        \n\n      \n      We carry out a systemic analysis of eight potentially selected culinary Indian spices: Turmeric, Black pepper, Ginger, Garlic, Fenugreek, Red pepper, Clove, Cinnamon, and their bioactives in regulation of the TGF-β pathway against liver cancer.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      Turmeric and its active constituent, curcumin, possess the highest therapeutic potential in treating inflammation-induced HCC and they also have the maximum number of ongoing in-vivo and in-vitro studies."
    },
    {
        "title": "Stereotactic biopsy with contrast-enhanced mammography: the initial Australian experience.",
        "journal": "Journal of medical imaging and radiation oncology",
        "pub_date": "2024 May 20",
        "pmid": "38766916",
        "authors": [
            "Layden N",
            "Sesnan G",
            "Kessell M",
            "Hardie M",
            "Taylor D"
        ],
        "abstract": "Introduction:\n        \n\n      \n      Contrast-enhanced mammography (CEM) and MRI detect 'contrast-only' lesions (COLs) occult on standard breast imaging (ultrasound and conventional mammography). Until recently, MRI was the only reliable method of biopsy. This study presents the first Australian experience with CEM-guided biopsy (CEMBx) and the lessons learnt.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      A prospective audit of the first 15 consecutive patients who underwent CEMBx for COLs was performed. Indications for contrast imaging, patient and lesion characteristics, procedural details, radiation dose and pathology data were collected.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The 15 women were aged 37-81 years (mean 59 years). Indications for contrast imaging were problem solving (n = 3), moderate risk screening (n = 2), cancer staging (n = 9) and symptoms (n = 1). The COLs were non-mass (n = 14), mass (n = 1) and an enhancing asymmetry (n = 1). For one patient, two lesions were sampled during the same event. All lesions enhanced and were successfully sampled followed by marker clip insertion. Most biopsies (87.5%) were performed with the breast in cranio-caudal compression using a horizontal approach. Procedural duration ranged from 13 to 33 min (mean 22 min). Radiation dose was similar to standard stereotactic biopsy. Post-biopsy hematomas occurred in three patients, none required intervention. Clip displacement occurred in three cases. Core biopsy histopathology results were benign (n = 8), malignant (n = 7) and a borderline breast lesion (BBL) (n = 1). Patient satisfaction rates were high. Imaging follow-up is ongoing.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      CEMBx is a quick, safe and reliable alternative to MRIBx to sample COLs."
    },
    {
        "title": "Improved drug target deconvolution with PISA-DIA using an extended, overlapping temperature gradient.",
        "journal": "Proteomics",
        "pub_date": "2024 May 20",
        "pmid": "38766901",
        "authors": [
            "Emery-Corbin SJ",
            "Yousef JM",
            "Adhikari S",
            "Sumardy F",
            "Nhu D",
            "van Delft MF",
            "Lessene G",
            "Dziekan J",
            "Webb AI",
            "Dagley LF"
        ],
        "abstract": "Thermal proteome profiling (TPP) is a powerful tool for drug target deconvolution. Recently, data-independent acquisition mass spectrometry (DIA-MS) approaches have demonstrated significant improvements to depth and missingness in proteome data, but traditional TPP (a.k.a. CEllular Thermal Shift Assay \"CETSA\") workflows typically employ multiplexing reagents reliant on data-dependent acquisition (DDA). Herein, we introduce a new experimental design for the Proteome Integral Solubility Alteration via label-free DIA approach (PISA-DIA). We highlight the proteome coverage and sensitivity achieved by using multiple overlapping thermal gradients alongside DIA-MS, which maximizes efficiencies in PISA sample concatenation and safeguards against missing protein targets that exist at high melting temperatures. We demonstrate our extended PISA-DIA design has superior proteome coverage as compared to using tandem-mass tags (TMT) necessitating DDA-MS analysis. Importantly, we demonstrate our PISA-DIA approach has the quantitative and statistical rigor using A-1331852, a specific inhibitor of BCL-xL. Due to the high melt temperature of this protein target, we utilized our extended multiple gradient PISA-DIA workflow to identify BCL-xL. We assert our novel overlapping gradient PISA-DIA-MS approach is ideal for unbiased drug target deconvolution, spanning a large temperature range whilst minimizing target dropout between gradients, increasing the likelihood of resolving the protein targets of novel compounds."
    },
    {
        "title": "Markov models for clinical decision-making in radiation oncology: A systematic review.",
        "journal": "Journal of medical imaging and radiation oncology",
        "pub_date": "2024 May 20",
        "pmid": "38766899",
        "authors": [
            "McCullum LB",
            "Karagoz A",
            "Dede C",
            "Garcia R",
            "Nosrat F",
            "Hemmati M",
            "Hosseinian S",
            "Schaefer AJ",
            "Fuller CD"
        ],
        "abstract": "The intrinsic stochasticity of patients' response to treatment is a major consideration for clinical decision-making in radiation therapy. Markov models are powerful tools to capture this stochasticity and render effective treatment decisions. This paper provides an overview of the Markov models for clinical decision analysis in radiation oncology. A comprehensive literature search was conducted within MEDLINE using PubMed, following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Only studies published from 2000 to 2023 were considered. Selected publications were summarized in two categories: (i) studies that compare two (or more) fixed treatment policies using Monte Carlo simulation and (ii) studies that seek an optimal treatment policy through Markov Decision Processes (MDPs). Relevant to the scope of this study, 61 publications were selected for detailed review. The majority of these publications (n = 56) focused on comparative analysis of two or more fixed treatment policies using Monte Carlo simulation. Classifications based on cancer site, utility measures and the type of sensitivity analysis are presented. Five publications considered MDPs with the aim of computing an optimal treatment policy; a detailed statement of the analysis and results is provided for each work. As an extension of Markov model-based simulation analysis, MDP offers a flexible framework to identify an optimal treatment policy among a possibly large set of treatment policies. However, the applications of MDPs to oncological decision-making have been understudied, and the full capacity of this framework to render complex optimal treatment decisions warrants further consideration."
    },
    {
        "title": "Opioid Use for Adults with and without Systemic Autoimmune/Inflammatory Rheumatic Diseases: Analysis of 2006-2019 United States National Data.",
        "journal": "Arthritis care & research",
        "pub_date": "2024 May 20",
        "pmid": "38766880",
        "authors": [
            "Huang Y",
            "Bruera S",
            "Agarwal SK",
            "Suarez-Almazor ME",
            "Bazzazzadehgan S",
            "Ramachandran S",
            "Bhattacharya K",
            "Bentley JP",
            "Yang Y"
        ],
        "abstract": "Objectives:\n        \n\n      \n      This study compared opioid prescribing among ambulatory visits with Systemic Autoimmune/Inflammatory Rheumatic Diseases (SARDs) or without, and assessed factors associated with opioid prescribing in SARDs.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      This cross-sectional study used the National Ambulatory Medical Care Survey between 2006 and 2019. Adult (≥18) visits with a primary diagnosis of SARDs, including rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis, or systemic lupus erythematosus were included in the study. Opioid prescribing was compared between those with vs. without SARDs using multivariable logistic regression (MLR) accounting for the complex survey design and adjusting for predisposing, enabling, and need factors within Andersen's Behavioral Model of Health Services Use. Another MLR examined the predictors associated with opioid prescribing in SARDs.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Annually, an average of 5.20 (95% CI 3.58-6.82) million visits were made for SARDs, whereas 780.14 (95% CI 747.56-812.72) million visits were made for non-SARDs. The SARDs group was more likely to be prescribed opioids (22.53%) than the non-SARDs group (9.83%) (aOR 2.65 [95% CI 1.68-4.18]). Among the SARDs visits, adults aged 50-64 (aOR 1.95 [95% CI 1.05-3.65] relative to ages 18-49) and prescribing of glucocorticoids (aOR 1.75 [95% CI 1.20-2.54]) were associated with an increased odd of opioid prescribing, whereas private insurance relative to Medicare (aOR 0.50 [95% CI 0.31-0.82]) was associated with a decreased odds of opioid prescribing.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      Opioid prescribing in SARDs was higher compared to non-SARDs. Concerted efforts are needed to determine the appropriateness of opioid prescribing in SARDs."
    },
    {
        "title": "Characteristics and significance of programmed cell death-related gene expression signature in skin cutaneous melanoma.",
        "journal": "Skin research and technology : official journal of International Society for Bioengineering and the Skin (ISBS) [and] International Society for Digital Imaging of Skin (ISDIS) [and] International Society for Skin Imaging (ISSI)",
        "pub_date": "2024 May",
        "pmid": "38766879",
        "authors": [
            "Wu X",
            "Chen S",
            "Ji Q",
            "Chen H",
            "Chen X"
        ],
        "abstract": "Background:\n        \n\n      \n      Programmed cell death (PCD) pathways play crucial roles in the pathogenesis of skin cutaneous melanoma (SKCM). Understanding their prognostic significance and clinical implications is imperative for the development of personalized treatment strategies.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      A total of 1466 PCD-related genes were analyzed using data from The Cancer Genome Atlas (TCGA)-SKCM cohort (n = 353). Prognostic cell death index (CDI) was established and validated through survival analysis and predictive modeling. Functional enrichment, protein-protein interaction (PPI), consensus clustering, and tumor microenvironment assessment and drug sensitivity analysis were performed to elucidate the biological and clinical relevance of CDI.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      CDI effectively stratified SKCM patients into high and low-risk groups, demonstrating significant differences in survival outcomes. It exhibited predictive value for survival at 1, 3, and 5 years. The concordance index (C-index) was 0.794 in the training set, and 0.792 and 0.821 in the internal and external validation sets, respectively. The corresponding area under curve (AUC) was all above 0.75 in these data sets. Functional enrichment analysis revealed significant associations with immune response and inflammatory processes. PPI analysis identified key molecular modules associated with apoptosis and chemokine signaling. Consensus clustering unveiled three discernible subtypes demonstrating notable disparities in survival outcomes based on CDI expression profiles. Assessment of the tumor microenvironment highlighted correlations with immune cell infiltration such as M1 macrophages and T cells. Drug sensitivity analysis indicated tight correlations between CDI levels and response to immunotherapy.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      Our comprehensive analysis establishes the prognostic significance of PCD-related genes in SKCM. CDI emerges as a promising prognostic biomarker, offering insights into tumor biology and potential implications for personalized treatment strategies. Further validation and clinical integration of CDI are warranted to improve SKCM management and patient outcomes."
    },
    {
        "title": "Making Choices: A Multi-institutional, Longitudinal Cohort Study Assessing Changes in Treatment Outcome Valuation for Low-Risk Thyroid Cancer.",
        "journal": "Annals of surgery",
        "pub_date": "2024 May 20",
        "pmid": "38766877",
        "authors": [
            "Antunez AG",
            "Sinco BR",
            "Saucke MC",
            "Bushaw KJ",
            "Jensen CB",
            "Dream S",
            "Fingeret AL",
            "Livhits MJ",
            "Mathur A",
            "McDow A",
            "Roman SA",
            "Voils CI",
            "Sydnor J",
            "Pitt SC"
        ],
        "abstract": "Objective:\n        \n\n      \n      To evaluate the relative importance of treatment outcomes to patients with low-risk thyroid cancer (TC).\n    \n\n\n\n\n\n          Summary background data:\n        \n\n      \n      Overuse of total thyroidectomy (TT) for low-risk TC is common. Emotions from a cancer diagnosis may lead patients to choose TT resulting in outcomes that do not align with their preferences.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      Adults with clinically low-risk TC enrolled in a prospective, multi-institutional, longitudinal cohort study from 11/2019-6/2021. Participants rated treatment outcomes at the time of their surgical decision and again 9 months later by allocating 100 points amongst 10 outcomes. T-tests and Hotelling's T2 statistic compared outcome valuation within and between subjects based on chosen extent of surgery (TT vs. lobectomy).\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Of 177 eligible patients, 125 participated (70.6% response) and 114 completed the 9-month follow-up (91.2% retention). At the time of the treatment decision, patients choosing TT valued the risk of recurrence more than those choosing lobectomy and the need to take thyroid hormone less (P<0.05). At repeat valuation, all patients assigned fewer points to cancer being removed and the impact of treatment on their voice, and more points to energy levels (P<0.05). The importance of the risk of recurrence increased for those who chose lobectomy and decreased for those choosing TT (P<0.05).\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      The relative importance of treatment outcomes changes for patients with low-risk TC once the outcome has been experienced to favor quality of life over emotion-related outcomes. Surgeons can use this information to discuss the potential for asthenia or changes in energy levels associated with total thyroidectomy."
    },
    {
        "title": "Combined DNA Analysis from Stool and Blood Samples Improves Tumor Tracking and Assessment of Clonal Heterogeneity in Localized Rectal Cancer Patients.",
        "journal": "Technology in cancer research & treatment",
        "pub_date": "2024 Jan-Dec",
        "pmid": "38766867",
        "authors": [
            "Parigger T",
            "Gassner FJ",
            "Drothler S",
            "Scherhäufl C",
            "Hödlmoser A",
            "Schultheis L",
            "Bakar AA",
            "Huemer F",
            "Greil R",
            "Geisberger R",
            "Weiss L",
            "Zaborsky N"
        ],
        "abstract": "Objectives:\n In this study, stool samples were evaluated for tumor mutation analysis \nvia\n a targeted next generation sequencing (NGS) approach in a small patient cohort suffering from localized rectal cancer. \nIntroduction:\n Colorectal cancer (CRC) causes the second highest cancer-related death rate worldwide. Thus, improvements in disease assessment and monitoring that may facilitate treatment allocation and allow organ-sparing \"watch-and-wait\" treatment strategies are highly relevant for a significant number of CRC patients. \nMethods:\n Stool-based results were compared with mutation profiles derived from liquid biopsies and the gold standard procedure of tumor biopsy from the same patients. A workflow was established that enables the detection of \nde-novo\n tumor mutations in stool samples of CRC patients \nvia\n ultra-sensitive cell-free tumor DNA target enrichment. \nResults:\n Notably, only a 19% overall concordance was found in mutational profiles across the compared sample specimens of stool, tumor, and liquid biopsies. \nConclusion:\n Based on these results, the analysis of stool and liquid biopsy samples can provide important additional information on tumor heterogeneity and potentially on the assessment of minimal residual disease and clonal tumor evolution."
    },
    {
        "title": "Fumarate Hydratase-Deficient Renal Cell Carcinoma with Nucleolar Pattern of GATA3 Immunoexpression: Report of 2 Cases.",
        "journal": "International journal of surgical pathology",
        "pub_date": "2024 May 20",
        "pmid": "38766863",
        "authors": [
            "Chaudhry S",
            "Kravtsov O"
        ],
        "abstract": "Fumarate hydratase-deficient renal cell carcinoma (FH-deficient RCC) is a rare aggressive type of renal cell carcinoma. The significant morphologic overlap with other types of renal neoplasia and the limited availability of FH and 2-succinylcholine immunostains for diagnostic use outside large referral centers have created numerous diagnostic pitfalls. As FH-deficient RCC can be associated with hereditary leiomyomatosis and renal cell cancer syndrome, the importance of an accurate diagnosis goes beyond the prognosis and treatment of an individual patient. We present 2 patients with FH-deficient RCC showing a peculiar pattern of GATA3 immunoexpression restricted to tumor nucleoli. If confirmed in further larger studies, this could provide an additional diagnostic clue for considering the FH-deficient RCC diagnosis, and given the frequent papillary morphology and possible hilar location can lead to the misdiagnosis as high-grade urothelial carcinoma, and is an important diagnostic pitfall to be aware of."
    },
    {
        "title": "Mouse models for cancer research - current state and the perspective.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766858",
        "authors": [
            "Gercakova K",
            "Poturnajova M",
            "Tyciakova S",
            "Rezuchova I",
            "Matuskova M"
        ],
        "abstract": "Cancer is one of the leading causes of death worldwide. We still do not understand all the details of carcinogenesis, and effective treatment is lacking for many oncological diseases. Animal models provide an irreplaceable tool to observe the growth and spreading of neoplastic cells in an environment of living organisms, to test the efficacy of cancer treatment, side effects, and toxicity, and to study the tumor microenvironment. Mice are the most often used model organisms because of their easy handling, short reproductive period, multiple strains, and complete DNA sequencing. An ideal model should accurately recapitulate each step of tumor development. Recent techniques have established models that enable the study of different aspects of cancer, but choosing a particular model depends on the application of output data. This article aimed to review induced, transplantable, and engineered mice and highlight their significance for recent and future cancer research."
    },
    {
        "title": "Unlocking the paracrine crosstalk: adipocyte-derived factors affect carbonic anhydrase IX expression in colon and breast cancer cells.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766857",
        "authors": [
            "Lapinova J",
            "Balaz M",
            "Balazova L",
            "Csaderova L",
            "Golias T",
            "Zatovicova M",
            "Heeren J",
            "Pastorekova S",
            "Takacova M"
        ],
        "abstract": "Obesity is a major public health concern because it increases the risk of several diseases, including cancer. Crosstalk between obesity and cancer seems to be very complex, and the interaction between adipocytes and cancer cells leads to changes in adipocytes' function and their paracrine signaling, promoting a microenvironment that supports tumor growth. Carbonic anhydrase IX (CA IX) is a tumor-associated enzyme that not only participates in pH regulation but also facilitates metabolic reprogramming and supports the migration, invasion, and metastasis of cancer cells. In addition, CA IX expression, predominantly regulated via hypoxia-inducible factor (HIF-1), serves as a surrogate marker of hypoxia. In this study, we investigated the impact of adipocytes and adipocyte-derived factors on the expression of CA IX in colon and breast cancer cells. We observed increased expression of CA9 mRNA as well as CA IX protein in the presence of adipocytes and adipocyte-derived conditioned medium. Moreover, we confirmed that adipocytes affect the hypoxia signaling pathway and that the increased CA IX expression results from adipocyte-mediated induction of HIF-1α. Furthermore, we demonstrated that adipocyte-mediated upregulation of CA IX leads to increased migration and decreased adhesion of colon cancer cells. Finally, we brought experimental evidence that adipocytes, and more specifically leptin, upregulate CA IX expression in cancer cells and consequently promote tumor progression."
    },
    {
        "title": "Nanocomposite hydrogels in skin cancer medicine.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766856",
        "authors": [
            "Balintova L",
            "Blazickova M",
            "Sramkova M"
        ],
        "abstract": "Skin cancer is one of the most common malignancies in white populations. The therapy strategy is important in skin cancer treatment, depending on several criteria such as stage, size, and localization. Removal of cancerous tissue following anticancer therapeutic administration is considered as gold standard in skin cancer treatment. However, annually rising drug resistance, local inflammation, and ineffective treatment result in a reduction in the effectiveness of the patient's treatment. Nanotechnology has emerged as a prospective in the field of skin cancer medicine, offering innovative, promising solutions for therapeutic procedures and targeted drug delivery. Different nanomaterials are investigated for their potential in skin cancer treatment. Nanohydrogels as a hybrid material, have gained considerable attention due to their unique biomedical and pharmaceutical properties, such as biocompatibility, high water content, and tunable physicochemical characteristics. The principal problem with common skin melanoma chemotherapy is the strong side effects because therapeutics used for treatment do not distinguish cancer cells from healthy cells. Nanohydrogels, as a new-generation, versatile system with the possession of dual characteristics of hydrogels and nanoparticles have shown great potential in targeted delivery in cancer therapy thanks to the possibility of their various modifications, and by that overcome problems with side effects of treatment. This scientific review provides an analysis of the current state of research on nanohydrogels in skin cancer medicine, highlighting their design principles, synthesis methods, and applications in drug delivery, imaging, and combination therapies."
    },
    {
        "title": "Participation of suicide gene extracellular vesicles in metastasis prevention.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766855",
        "authors": [
            "Vanova D",
            "Andrezal M",
            "Jakubechova J",
            "Altanerova U",
            "Altaner C"
        ],
        "abstract": "The incidence of distant metastases is associated with most cancer-related mortalities. Extracellular vesicles (EVs), secreted from tumors and cancer-associated fibroblasts, are involved in the metastatic process mediating their organotropism through their involvement in the pre-metastatic niche formation. We have been developing suicide gene therapy mediated by EVs secreted from mesenchymal stem/ stromal cells, tumor cells, and cancer-associated fibroblasts. Suicide gene EVs conjugated with prodrug are tumor tropic, penetrate tumor cells, and kill them by intracellular conversion of nontoxic prodrug to an efficient anti-cancer drug. Here, we discuss findings regarding the possibility of using suicide gene EVs as a novel therapeutic approach for metastases, via pre-metastatic niche modification. The suicide gene EVs provide a future perspective for metastasis prevention."
    },
    {
        "title": "Copy number variations in malignant melanoma: genomic regions, biomarkers, and therapeutic targets.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766854",
        "authors": [
            "Lukáčová E",
            "Pös O",
            "Túryová E",
            "Hurtová T",
            "Hanzlíková Z",
            "Szemes T",
            "Burjanivová T"
        ],
        "abstract": "Malignant melanoma is a skin tumor arising from melanocytes, occurring mostly in predisposed individuals. Melanomas are frequently present with copy number variations (CNVs), i.e., gains or losses of specific DNA regions that have provided immense potential for disease diagnosis and classification. The methodology of CNV detection has revolutionized in past decades, and current high throughput technologies enable us to analyze the entire spectrum of CNV alterations at the whole genome scale. Thus, identifying novel CNV biomarkers and evaluating their applicability in biomedicine are becoming increasingly important. The aim of this review was to summarize copy number changes occurring in malignant melanomas. We made an overview of specific genes and chromosomal locations affected in sporadic and familial melanoma and also of known germline alterations in melanoma-prone families. We summarized genomic regions aberrant in malignant melanoma and highlighted those frequently discussed in the literature, suggesting 7q, 11q, 12q, 9p, and 1q, but also others, as the most affected ones."
    },
    {
        "title": "Calreticulin regulates the expression of MMP14 and ADAR1 through EIF2AK2 signaling to promote the proliferation and progression of malignant melanoma cells.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766853",
        "authors": [
            "Liang L",
            "Wang J",
            "Guo T",
            "Huang L",
            "Wu Y",
            "Xu R",
            "Huang T",
            "Ma B"
        ],
        "abstract": "It has been demonstrated that calreticulin (CALR) is expressed abnormally in various tumors and is involved in the occurrence and development of tumors. In this study, CALR and EIF2AK2 expression was measured in the clinical specimens of 39 patients with melanoma. Then, we constructed knockdown and overexpression cell models of CALR and EIF2AK2 and used wound healing and Transwell assays to observe cell migration and invasion. Apoptosis, EDU, and ROS assays were used to measure cell apoptosis and proliferation, as well as ROS levels. The effect of CALR on endoplasmic reticulum stress was detected using endoplasmic reticulum fluorescent probes. Western blotting was used to detect protein levels of CALR, EIF2AK2, ADAR1, and MMP14. The results indicated that CALR and EIF2AK2 expression levels were significantly higher in human melanoma tissues than in adjacent non-tumor tissue. In addition, we found a correlation between CALR and the expression of EIF2AK2 and MMP14, and the experimental results indicated that overexpression of CALR significantly upregulated the expression of EIF2AK2, MMP14, and ADAR1, while knockdown of CALR inhibited their expression. Notably, the knockdown of EIF2AK2 in the CALR overexpression group blocked the upregulation of MMP14 and ADAR1 expression by CALR, and the knockdown of both CALR and EIF2AK2 significantly inhibited MMP14 and ADAR1 expression. In conclusion, CALR and EIF2AK2 play a promoting role in melanoma progression, and knockdown of CALR and EIF2AK2 may be an effective anti-tumor target, and its mechanism may be through MMP14, ADAR1 signaling."
    },
    {
        "title": "Characterization of the effects of thymol derivatives on colorectal cancer spheroids.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766852",
        "authors": [
            "Blažíčková M",
            "Bučková M",
            "Kozics K"
        ],
        "abstract": "Colorectal cancer (CRC) is one of the most commonly diagnosed malignancies with a high mortality rate. In the last few years, attention has been focused on substances of natural origin with anticancer activity. One such substance is thymol and its derivatives, which have been shown to have an antitumor effect also against CRC cells. In our study, we focused on determining the biological and antibacterial effects of thymol and thymol derivatives. Analyses were performed on a 3D model of human colon carcinoma cell lines (HCT-116 and HT-29) - spheroids. The cytotoxic (MTT assay) and genotoxic effect (comet assay) of thymol and derivatives: acetic acid thymol ester and thymol ß-D-glucoside were determined. ROS levels (ROS-Glo™ H2O2 Assay) and total antioxidant status (Randox TAS Assay) were also monitored. Last but not least, we also detected the effect of the derivatives using a disk diffusion assay and determined the number of colonies on the plates on selected bacteria such as Lacticaseibacillus rhamnosus, Lactiplantibacillus plantarum, Lacticaseibacillus paracasei, Lactobacillus brevis, Lactobacillus pentosus and Weizmannia coagulans. The derivatives did not show a significant inhibitory effect on the growth of LAB bacteria (lactic acid bacteria) in contrast to thymol. Overall, thymol derivatives are cytotoxic, genotoxic and increase ROS levels. Among the derivatives tested, acetic acid thymol ester (IC50 ~ 0.2 μg/ml) was more effective. The second derivative tested (thymol β-D-glucoside) was effective at higher concentrations than thymol. Our research confirmed that thymol derivatives have a toxic effect on the 3D model of intestinal tumor cells, while they do not have a toxic effect on selected intestinal bacteria. Thus, they could bring new significance to the prevention or treatment of CRC."
    },
    {
        "title": "Can hypoxia marker carbonic anhydrase IX serve as a potential new diagnostic marker and therapeutic target of non-small cell lung cancer?",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766851",
        "authors": [
            "Fecikova S",
            "Csaderova L",
            "Belvoncikova P",
            "Puzderova B",
            "Bernatova K",
            "Talac T",
            "Pastorek J",
            "Barathova M"
        ],
        "abstract": "Lung cancer represents the leading cause of cancer-related deaths. Non-small cell lung cancer (NSCLC), the most common form of lung cancer, is a molecularly heterogeneous disease with intratumoral heterogeneity and a significant mutational burden associated with clinical outcome. Tumor microenvironment (TME) plays a fundamental role in the initiation and progression of primary de novo lung cancer and significantly influences the response of tumor cells to therapy. Hypoxia, an integral part of the tumor microenvironment and a serious clinical phenomenon, is associated with increased genetic instability and a more aggressive phenotype of NSCLC, which correlates with the risk of metastasis. Low oxygen concentration influences all components of TME including the immune microenvironment. Hypoxia-inducible pathway activated in response to low oxygen supply mediates the expression of genes important for the adaptation of tumor cells to microenvironmental changes. A highly active transmembrane hypoxia-induced metalloenzyme - carbonic anhydrase IX (CAIX), as a part of transport metabolon, contributes to the maintenance of intracellular pH within physiological values and to the acidification of the extracellular space. CAIX supports cell migration and invasion and plays an important role in NSCLC tumor tissue and pleural effusion. Due to its high expression, it also represents a potential diagnostic differential biomarker and therapeutic target in NSCLC. To test new potential targeted therapeutic compounds, suitable models are required that more faithfully simulate tumor tissue, TME components, and spatial architecture."
    },
    {
        "title": "Impact of the number of therapy lines on survival in advanced gastric and esophagogastric adenocarcinoma - a real-world retrospective analysis from Croatia.",
        "journal": "Neoplasma",
        "pub_date": "2024 Apr",
        "pmid": "38766850",
        "authors": [
            "Bišof V",
            "Katić A",
            "Soče M",
            "Vidović M",
            "Viculin J",
            "Pleština S",
            "Vrdoljak E"
        ],
        "abstract": "The aim of the study was to conduct a retrospective database analysis to understand the current treatment patterns and outcomes to plan potential improvements in therapy delivery and patient selection. The electronic patient medical records of 225 patients with advanced gastric and esophagogastric adenocarcinoma treated at two Croatian high-volume tertiary centers from January 2018 to December 2021 were analyzed. Patients ineligible for chemotherapy (66 of 291, 22.7%) due to poor general condition or co-morbidities were not included in the study. The median overall survival (OS) for the whole cohort was 11.0 months (95% confidence interval (CI) 9.7-12.0). Of the 225 patients who received first-line therapy, 47.6%, 16.9%, and 3.1% received second-, third-, and fourth-line therapy, respectively. Survival correlated significantly with the number of treatment lines received (p<0.001), with a median OS from diagnosis of 7.8 (95% CI 6.6-9.4), 12.0 (95% CI 10.0-14.0), and 20.0 months (95% CI 18.0-23.0) for patients receiving 1, 2, and ≥3 lines of treatment, respectively. This study confirmed the positive impact of the number of chemotherapy lines on OS. This highlights the importance of the ratio of patients receiving multiple lines of therapy as well as the availability of new and effective drugs in real-life clinical practice. The selection of optimal therapy for each patient in the first-line therapy is important because a significant number of patients do not receive second-line therapy."
    },
    {
        "title": "RABEP1::RET in a Malignant Peripheral Nerve Sheath Tumor of a Pediatric Patient With Neurofibromatosis Type 1.",
        "journal": "International journal of surgical pathology",
        "pub_date": "2024 May 20",
        "pmid": "38766847",
        "authors": [
            "Hiemcke-Jiwa LS",
            "van Noesel MM",
            "Martin E",
            "Ter Horst SAJ",
            "van der Steeg AFW",
            "van de Ven CP",
            "Kester LA",
            "Flucke U"
        ],
        "abstract": null
    },
    {
        "title": "Super-resolution based Nodule Localization in Thyroid Ultrasound Images through Deep Learning.",
        "journal": "Current medical imaging",
        "pub_date": "2024",
        "pmid": "38766836",
        "authors": [
            "Li J",
            "Guo Q",
            "Peng S",
            "Tan X"
        ],
        "abstract": "Background:\n        \n\n      \n      Currently, it is difficult to find a solution to the inverse inappropriate problem, which involves restoring a high-resolution image from a lowresolution image contained within a single image. In nature photography, one can capture a wide variety of objects and textures, each with its own characteristics, most notably the high-frequency component. These qualities can be distinguished from each other by looking at the pictures.\n    \n\n\n\n\n\n          Objective:\n        \n\n      \n      The goal is to develop an automated approach to identify thyroid nodules on ultrasound images. The aim of this research is to accurately differentiate thyroid nodules using Deep Learning Technique and to evaluate the effectiveness of different localization techniques.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      The method used in this research is to reconstruct a single super-resolution image based on segmentation and classification. The poor-quality ultrasound image is divided into several parts, and the best applicable classification is chosen for each component. Pairs of high- and lowresolution images belonging to the same class are found and used to figure out which image is high-resolution for each segment. Deep learning technology, specifically the Adam classifier, is used to identify carcinoid tumors within thyroid nodules. Measures, such as localization accuracy, sensitivity, specificity, dice loss, ROC, and area under the curve (AUC), are used to evaluate the effectiveness of the techniques.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The results of the proposed method are superior, both statistically and qualitatively, compared to other methods that are considered one of the latest and best technologies. The developed automated approach shows promising results in accurately identifying thyroid nodules on ultrasound images.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      The research demonstrates the development of an automated approach to identify thyroid nodules within ultrasound images using super-resolution single-image reconstruction and deep learning technology. The results indicate that the proposed method is superior to the latest and best techniques in terms of accuracy and quality. This research contributes to the advancement of medical imaging and holds the potential to improve the diagnosis and treatment of thyroid nodules.</p>."
    },
    {
        "title": "Antidepressant Sertraline Hydrochloride Inhibits the Growth of HER2+ AU565 Breast Cancer Cell Line through Induction of Apoptosis and Cell Cycle Arrest.",
        "journal": "Anti-cancer agents in medicinal chemistry",
        "pub_date": "2024 May 17",
        "pmid": "38766835",
        "authors": [
            "Fayyaz S",
            "Atia-Tul-Wahab",
            "Irshad R",
            "Siddiqui RA",
            "Iqbal Choudhary M"
        ],
        "abstract": "Background:\n        \n\n      \n      Drug repurposing in oncology promises a high impact on many patients through its ability to provide access to novel, fast-tracked treatments. Previous studies have demonstrated that depression may influence tumor progression. Anti-proliferative activity of certain antidepressants, mainly selective serotonin reuptake inhibitors (SSRIs), are reported in the literature.\n    \n\n\n\n\n\n          Objective:\n        \n\n      \n      This study was conducted to repurpose selective serotonin reuptake inhibitors (SSRIs) in treating breast cancers, and it merits the pursuit of drug repositioning in oncology.\n    \n\n\n\n\n\n          Experimental:\n        \n\n      \n      Changes in cell morphology were studied using DAPI staining, and the Annexin V/PI method was employed for apoptotic analysis. The expression of specific genes involved in cancer progression was also analyzed via RT-PCR. Caspase-3 activation was observed through fluorometric assay.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      We have identified that sertraline hydrochloride most effectively inhibited the growth of breast cancer cell cells in vitro. Preliminary mechanistic studies demonstrated that the cytotoxicity of sertraline hydrochloride was possibly through the induction of apoptosis, as inferred from enhanced nuclear fragmentation, flow cytometric data, and caspase-3/7 activation. Gene expression analysis also showed an increased expression of proapoptotic Bax and a slight decrease in oncogene c-myc in the presence of sertraline hydrochloride.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      In conclusion, our data suggest that sertraline hydrochloride, an antidepressant, can potentially be used for the treatment of breast cancer."
    },
    {
        "title": "Research Progress in the Use of Small Molecule Smac Mimetics in Combination Therapy of Cancer.",
        "journal": "Current medicinal chemistry",
        "pub_date": "2024 May 20",
        "pmid": "38766833",
        "authors": [
            "Zhao JT",
            "Zheng X",
            "Rao GW",
            "Zheng Q"
        ],
        "abstract": "Inhibitors of Apoptosis Proteins (IAP) are inhibitors that can block programmed cell death, are expressed at high levels in various cancers, and are recognized as a therapeutic target for cancer therapy. In the past few years, several small molecule IAP protein inhibitors have been designed to mimic the endogenous IAP antagonist, but no IAP inhibitors have been approved for marketing worldwide. Previously, xevinapant has been awarded a breakthrough therapy designation by the FDA. In addition, a combination of Smac-mimetics and chemotherapeutic compounds has been reported to improve anticancer efficacy. According to the phase II clinical data, xevinapant has the potential to significantly enhance the standard therapy for patients with head and neck cancer, which is expected to be approved as an innovative therapy for cancer patients. Therefore, this paper briefly describes the mechanism of IAPs (AT-406, APG-1387, GDC- 0152, TL32711, and LCL161) as single or in combination for cancer treatment, their application status as well as the synthetic pathway, and explores the research prospects and challenges of IAPs antagonists in the tumor combination therapy, with the hope of providing strong insights into the further development of Smac mimics in tumor therapy."
    },
    {
        "title": "Limning of HIF-2 and HIF-3 in the Tumor Microenvironment: Developing Concepts for the Treatment of Hypoxic Cancer.",
        "journal": "Current molecular medicine",
        "pub_date": "2024 May 17",
        "pmid": "38766832",
        "authors": [
            "Ray SK",
            "Mukherjee S"
        ],
        "abstract": "Hypoxia, characterized by insufficient oxygen supply to tissues, is a significant factor in tumor growth and resistance to treatment. The hypoxia-inducible factor (HIF) signaling pathway is activated when oxygen levels decline, influencing cell activities and promoting tumor progression. HIF-1α and HIF-2α are the main targets for therapeutic intervention in tumors. Nevertheless, the significance of HIF-2α is often overlooked. This review examines the physiological role of HIF-2α in tumor growth and its involvement in tumor growth. HIFs, composed of hypoxia-responsive α and oxygeninsensitive β subunits, play a crucial role in controlling gene expression in both normal and solid tumor tissues under low oxygen levels. HIF-3α, formerly considered a detrimental modulator of HIF-regulated genes, exerts a transcriptional regulatory role by inhibiting gene expression through competition with HIF-1α and HIF-2α for binding to transcriptional sites in target genes under hypoxia. Recent research indicates that various HIF-3 variants exhibit distinct and potentially contrasting functionalities. Hypoxia often occurs during the initiation and progression of cancer formation. Recent research has discovered that HIF-2α, also known as endothelial PAS domain protein 1, has a significant impact on tumors. HIF-2α is a significant cancer-causing gene and a crucial predictor of prognosis in non-small cell lung cancer. However, due to limited research investigating the relationship between HIF-2α and small-cell lung cancer, it is not possible to reach a definitive conclusion. HIF-2α plays a vital function in cancer by preserving the stemness of cancer cells. This review provides a comprehensive overview of HIF-2 and the role of HIF-3 in various cancer-related processes, as well as its potential as a targeted therapeutic approach."
    },
    {
        "title": "Correlation between Metabolic Syndrome and Gastric Cancer: Results of an Evidence-Based Strategy in Oriental Populations.",
        "journal": "Combinatorial chemistry & high throughput screening",
        "pub_date": "2024 May 17",
        "pmid": "38766829",
        "authors": [
            "Liang T",
            "Wang J",
            "Gao Z",
            "Da M"
        ],
        "abstract": "Background:\n        \n\n      \n      Metabolic syndrome (MetS) is a cluster of cardiovascular risk factors, including abdominal obesity, hyperglycemia, hypertension, and dyslipidemia. Gastric cancer (GC) is a common malignancy with significant mortality rates. The relationship between MetS and GC risk remains controversial. This systematic review and meta-analysis aimed to evaluate the correlation between MetS and GC.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      Case-control studies investigating the association between MetS and GC were obtained from various databases, including China National Knowledge Infrastructure (CNKI), SinoMed, Embase, Web of Science, The Cochrane Library, and PubMed. The search was performed from the inception of each database up until September, 2023. Two researchers independently screened the literature, extracted data, and assessed the quality of the included studies. A meta-analysis of the included literature was conducted using Stata 12.0 software. The study protocol is registered in PROSPERO (CRD42023490410).\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      A total of eight studies involving a combined sample size of forty-four thousand eight hundred and seventy participants were included in the meta-analysis. The findings revealed that the risk of developing GC was not significantly associated with body mass index, triglycerides, hypertension, high fasting glucose, or MetS. However, it was found to be positively correlated with high-density lipoprotein cholesterol (OR = 1.69, 95%CI: 1.35-2.12).\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      This meta-analysis suggests that MetS is not significantly associated with an increased risk of GC. The risk of GC increases with the presence of individual MetS components, such as high-density lipoprotein cholesterol. Therefore, GC prevention strategies should include lifestyle modifications and targeted interventions to manage MetS and its components.\n    \n\n\n\n\n\n          Trial registration:\n        \n\n      \n      CRD42023490410 (PROSPERO)."
    },
    {
        "title": "Effects of Cycloastragenol on Alzheimer's Disease in Rats by Reducing Oxidative Stress, Inflammation, and Apoptosis.",
        "journal": "Current Alzheimer research",
        "pub_date": "2024 May 17",
        "pmid": "38766828",
        "authors": [
            "Alharbi KM",
            "Alshehri SA",
            "Almarwani WA",
            "Aljohani KK",
            "Albalawi AZ",
            "Alatawi AS",
            "Al-Atwi SM",
            "Alhwyty LS",
            "Hassan HM",
            "Al-Gayyar MMH"
        ],
        "abstract": "Background:\n        \n\n      \n      As individuals age, they may develop Alzheimer's disease (AD), which is characterized by difficulties in speech, memory loss, and other issues related to neural function. Cycloastragenol is an active ingredient of Astragalus trojanus and has been used to treat inflammation, aging, heart disease, and cancer.\n    \n\n\n\n\n\n          Objectives:\n        \n\n      \n      This study aimed to explore the potential therapeutic benefits of cycloastragenol in rats with experimentally induced AD. Moreover, the underlying molecular mechanisms were also evaluated by measuring Nrf2 and HO-1, which are involved in oxidative stress, NFκB and TNF-α, which are involved in inflammation, and BCL2, BAX, and caspase-3, which are involved in apoptosis.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      Sprague-Dawley rats were given 70 mg/kg of aluminum chloride intraperitoneally daily for six weeks to induce AD. Following AD induction, the rats were given 25 mg/kg of cycloastragenol daily by oral gavage for three weeks. Hippocampal sections were stained with hematoxylin/ eosin and with anti-caspase-3 antibodies. The Nrf2, HO-1, NFκB, TNF-α, BCL2, BAX, and caspase-3 gene expressions and protein levels in the samples were analyzed.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Cycloastragenol significantly improved rats' behavioral test performance. It also strengthened the organization of the hippocampus. Cycloastragenol significantly improved behavioral performance and improved hippocampal structure in rats. It caused a marked decrease in the expression of NFκB, TNF-α, BAX, and caspase-3, which was associated with an increase in the expression of BCL2, Nrf2, and HO-1.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      Cycloastragenol improved the structure of the hippocampus in rats with AD. It enhanced the outcomes of behavioral tests, decreased the concentration of AChE in the brain, and exerted antioxidant and anti-inflammatory effects. Antiapoptotic effects were also noted, leading to significant improvements in cognitive function, memory, and behavior in treated rats."
    },
    {
        "title": "Current Developments in the Prevention and Improvement of Intestinal Disorders: A Mini-Review.",
        "journal": "Endocrine, metabolic & immune disorders drug targets",
        "pub_date": "2024 May 17",
        "pmid": "38766826",
        "authors": [
            "Santa K",
            "Ohsawa T"
        ],
        "abstract": "Background:\n        \n\n      \n      Recently, the number of patients who manifest intestinal disorders has increased. Particularly, Irritable Bowel Syndrome (IBS) patients and Inflammatory Bowel Disease (IBD) patients, which include Ulcerative Colitis (UC) and Crohn's Disease (CD), are on the rise, especially in the young generation. Behcet's disease (an autoimmune disease) and bowel obstruction are also common intestinal disorders. Furthermore, colorectal cancer, including colon and rectum cancer and small intestinal cancer, are the typical disorders in the intestine. Other disorders in the digestive tract are infectious diseases like Helicobacter pylori infection. Even though symptomatic treatments have been increasing for the treatment of intestinal disorders, the ways of improving and preventing these diseases are still controversial.\n    \n\n\n\n\n\n          Objective:\n        \n\n      \n      The progress of medicine and treatment is rapid. However, recent approaches to the prevention and improvement of these intestinal disorders are suppressing dysbiosis and preventing chronic inflammation. This mini-review discusses the hypothesis of whether the improvement of the diet is a preferable choice for the prevention of these intestinal disorders. Dietary interventions are beneficial for the prevention and improvement of intestinal disorders since the first approach to intestinal disorders is dietary intervention. The Mediterranean diet, the diet from the 5-a-day campaign, and the Japanese diet are well-known healthy dietary strategies. A healthy diet regimen is not only beneficial for the prevention of intestinal disorders but also a useful strategy to reduce stress and ameliorate mental illness. In addition, the intake of phytochemicals is good for keeping healthy gut microbiota and preventing intestinal disorders. Furthermore, vitamin D3 intake with these phytochemicals works as an adjuvant to improve gut microbiota and upregulate immune responses. As a result, the decreasing production of TNF-α ameliorates chronic inflammation and intestinal disorders at an early stage.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      In recent years, prevention of the non-disease condition \"ME-BYO\" has been a popular approach for healthy and long living in Japan. This idea prevents the manifestation of diseases before the onset and is also applicable to intestinal disorders. This mini-review discusses ways of preventing and ameliorating intestinal disorders."
    },
    {
        "title": "The Cross-Talk of Non-coding RNAs and Inflammation in Human Cancer.",
        "journal": "Current pharmaceutical biotechnology",
        "pub_date": "2024 May 17",
        "pmid": "38766820",
        "authors": [
            "Li J",
            "Lei X",
            "Yang X"
        ],
        "abstract": "Despite advanced clinical treatment, the mortality rate of cancer patients is high. Recent studies have linked the development of cancer to inflammation. Many cancers are exacerbated by the emergence of inflammatory responses, and non-coding RNAs play an important role in inflammation. Non-coding RNAs include microRNAs, circular RNAs, long-chain noncoding RNAs, etc. The non-coding RNA regulatory network composed of microRNAs, circular RNAs and long-chain non-coding RNAs is involved in the regulatory process of multiple gene expression. They can act on various signaling pathways, such as wnt/β-catenin, nuclear factorkappa B, phosphatidylinositol 3 kinase/ AKT, mitogen-activated protein kinase, and so on. These signaling pathways can control the occurrence of inflammatory response to some extent, such as regulating the expression of inflammatory cytokines (such as interleukin-6, interferongamma, tumor necrosis factor-α, and so on), making them upregulated or down-regulated. Therefore, it is important to study the role of non-coding RNAs in inflammation to contribute to the future of cancer."
    },
    {
        "title": "Involvement of S100A6/S100A11 in T-Cell Immune Regulatory in HCC Revealed by Single Cell RNA-seq.",
        "journal": "Technology in cancer research & treatment",
        "pub_date": "2024 Jan-Dec",
        "pmid": "38766816",
        "authors": [
            "Zhou R",
            "Pei B",
            "Li X",
            "Zhang X"
        ],
        "abstract": "Background\n: Immunotherapy plays a significant role in the treatment of hepatocellular carcinoma (HCC). Members of the S100 protein family (S100s) have been widely implicated in the pathogenesis and progression of tumors. However, the exact mechanism by which S100s contribute to tumor immunity remains unclear. \nMethods:\n To explore the role of S100s in HCC immune cells, we collected and comparatively analyzed single-cell RNA sequencing (scRNA-seq) data of HCC and hepatitis B virus-associated HCC. By mapping cell classification and searching for S100s binding targets and downstream targets. \nResults:\n S100A6/S100A11 was differentially expressed in tumor T cells and involved in the nuclear factor (NF) κB pathway. Further investigation of the TCGA dataset revealed that patients with low S100A6/S100A11 expression had a better prognosis. Temporal cell trajectory analysis showed that the activation of the NF-κB pathway is at a critical stage and has an important impact on the tumor microenvironment. \nConclusion:\n Our study revealed that S100A6/S100A11 could be involved in regulating the differentiation and cellular activity of T-cell subpopulations in HCC, and its low expression was positively correlated with prognosis. It may provide a new direction for immunotherapy of HCC and a theoretical basis for future clinical applications."
    },
    {
        "title": "Mortality trend of cutaneous melanoma in Montenegro from 1990-2018.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766804",
        "authors": [
            "Nedovic Vukovic M",
            "Terzic Z",
            "Golubovic M",
            "Bojic M",
            "Bukumiric Z"
        ],
        "abstract": "Objective:\n        \n\n      \n      Every year, melanoma claims over 20,000 lives in Europe. In Montenegro, as in Europe, numerous campaigns have been initiated to raise public awareness about the importance of melanoma prevention and its early detection. Thus, accompanying current diagnostic and therapeutic protocols, new methods of melanoma diagnosis and treatment have been implemented. Studying the trend enables the identification of the groups most burdened by mortality and assesses whether there has been a change in trends based on interventions aiming to reduce mortality. The objective of this study is to evaluate the mortality trend from cutaneous melanoma in Montenegro for the period 1990-2018.\n    \n\n\n\n\n\n          Materials and methods:\n        \n\n      \n      We have utilized national data on the causes of death from melanoma, code 179 from the ninth and C43 from the tenth revision of the International Classification of Diseases, categorized by gender and age groups. The study utilized various regression techniques, including Joinpoint regression in the Joinpoint Program, Poisson regression, and linear regression in the SPSS 26th Program, to describe the trend.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      In Montenegro, during the period from 1990 to 2018, a total of 281 individuals died (51.6% male and 48.4% female). This ranks as the 13th leading cancer in terms of mortality among all cancers. The average age-standardized rate was 1.1 deaths per 100,000 (1.2 for males and 1.0 for females). The number of death cases has been increasing on average by 3.3% annually [average annual percentage change (AAPC) (95% CI) = 3.3 (1.7-4.9); p<0.001] on an overall level and by 5.4% annually among males [AAPC (95% CI) = 5.4 (3.6-7.3); p<0.001] due to the rises in the age groups 55-64 years and 65-74 years with an average annual percent change of respectively 3.2% [AAPC (95% CI) = 3.2 (0.8-5.8); p=0.012] and 5.4% [AAPC (95% CI) = 5.4 (2.7-8.1); p<0.001] overall level, and 4.8% [AAPC (95% CI) = 4.8 (2.4-7.3); p<0.001] and 7.5% [AAPC (95% CI) = 7.5 (4.9-10.2); p<0.001] among males. For females, an increase of 1.1% was recorded, which was not statistically significant [AAPC (95% CI) = 1.1 (-0.8-3.0); p=0.255]. Furthermore, there was a noted increase in the rates at an overall level [β (95% CI) = 0.027 (0.008-0.046); p=0.007] and in the age group 65-74 years [β (95% CI) = 0.249 (0.090-0.407); p=0.003], as well as among males at an overall level [β (95% CI) = 0.052 (0.025-0.079); p<0.001] and for age groups 45-54 years [β (95% CI) = 0.102 (0.011-0.193); p=0.030] and 65-74 [β (95% CI) = 0.410 (0.144-0.676); p=0.004]. In contrast, the rates for females remained constant. The three age groups most burdened by melanoma skin cancer mortality are 65-74 years (23.5%), 55-64 years (21.7%) and 75-84 years (19.2%).\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      The results of regression analyses indicate a significant rise in both the number of death cases and mortality rates overall, specifically among males in Montenegro. In females, however, the increase in the number of death cases and rates is not statistically significant. Preventive campaign activities should be redirected towards the most vulnerable groups in terms of mortality, namely males and the elderly population."
    },
    {
        "title": "Patient tolerance and complication rates of transperineal prostate biopsy with coaxial technique under local anesthesia: initial experience of a single institution.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766800",
        "authors": [
            "Öztürk E",
            "Özden E",
            "Işikdoğan M",
            "Hamidi N",
            "Savran B"
        ],
        "abstract": "Objective:\n        \n\n      \n      Due to infectious complications of transrectal prostate biopsy (TRBx), the transperineal prostate biopsy (TPBx) technique is gaining popularity and is the first-line method in many institutions. We share our experience of the first 100 patients with TPBx, performed using the coaxial needle technique under local anesthesia.\n    \n\n\n\n\n\n          Patients and methods:\n        \n\n      \n      We retrospectively reviewed the records of the first 100 patients who had undergone TPBx between December 2022 and September 2023. Complication rates, cancer detection rates, patient tolerance, and pain response to the TPBx under local anesthesia at different steps of the procedure were collected.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The mean age, total prostate-specific antigen (PSA), prostate volume, and PSA density were 64.5±7.5 years, 8.82±12 ng/mL, 58.4±26.4 mL, and 0.17±0.18 ng/mL2. Prostate cancer (PCa) was detected at histopathological evaluation in 51 patients. The mean positive core number and percentage of cancer involvement per core in patients who have PCa were 5.4±3.2 and 68.5±29.1, respectively. The mean pain score during the entire procedure was 2.85±1.48. When the steps are evaluated separately, the mean pain score during the probe placement step, local anesthetic, and sampling steps were 3.35±1.65, 2.54±1.45, and 0.9±0.82, respectively.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      Transperineal prostate biopsy with coaxial needle technique under local anesthesia is a well-tolerated procedure with feasible complication rates and patient discomfort."
    },
    {
        "title": "Retrospective evaluation of gestational trophoblastic disease - experience with ultrasounds.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766798",
        "authors": [
            "Gunenc O",
            "Geyik Bayman M",
            "Omeroglu E",
            "Kulhan NG",
            "Ates MC",
            "Uğur Kilinc AN",
            "Yildirim Ozturk EN"
        ],
        "abstract": "Objective:\n        \n\n      \n      Our study aims to determine the frequency and types of GTD (Gestational Trophoblastic Disease) in our clinic, to evaluate its relationship with clinical parameters, and the consistency of clinical prediagnosis and pathological definitive diagnosis.\n    \n\n\n\n\n\n          Patients and methods:\n        \n\n      \n      In the present study, hospital records of 120 patients with gestational trophoblastic disease between January 2019 and August 2022 were obtained and evaluated retrospectively. Demographic, hematological, biochemical, and clinical data were collected in detail, and the data were analyzed statistically.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Our study included a total of 120 female patients, with an average age of 31.16±9.70. The average number of patients was 3. The average time for women to receive the diagnosis was 9.80±2.45 weeks, with the most frequent complaint on our part being bleeding (85.8%). When the pathology outcomes of the patients we included in our study were examined, it was found that the number of patients diagnosed with incomplete abortion was 34, the number of patients diagnosed with complete abortion was 82, the number of invasive moles diagnosed was 3, and the number of patient diagnosed with choriocarcinoma was 1. Kappa ratio was calculated as 0.419 (p<0.001) when the compliance of the clinical diagnosis was assessed. This value was consistent with median level alignment. In a study that examined the three years of our calism in our bulk, 1.8 per 1,000 births were followed frequently.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      We should inform patients in detail about gestational trophoblastic diseases and warn patients not to delay their consequences. We should recommend that pregnancy be avoided for 12 months for low-risk patients and 18 months for high-risk patients after GTD."
    },
    {
        "title": "Protective effect of magnesium preloading on cisplatin-induced nephrotoxicity: which dose is more suitable?",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766796",
        "authors": [
            "Ilhan Y",
            "Onder AH",
            "Ozbay MF",
            "Karakaya G",
            "Sezgin Goksu S",
            "Ozturk B",
            "Coskun HS"
        ],
        "abstract": "Objective:\n        \n\n      \n      Cisplatin is a widely used and potent cytotoxic chemotherapy agent, but its nephrotoxicity is a significant limiting side effect. Various premedication approaches have been implemented to preserve renal function, including magnesium (Mg) preloading. However, the optimal Mg dosage is still unknown. Our study aimed to assess the protective effects of different Mg doses as premedication in cisplatin-based chemoradiotherapy for patients with local/locally advanced cervical and head-neck cancers.\n    \n\n\n\n\n\n          Patients and methods:\n        \n\n      \n      This retrospective, multicenter study involved premedication with saline infusion containing potassium chloride and magnesium sulfate (MgSO4) for all patients before cisplatin treatment. Patients were divided into two groups: 12 mEq MgSO4 (low-dose Mg preload group, low-Mg) and 24 mEq MgSO4 (high-dose Mg preload group, high-Mg). Renal function was evaluated using serum creatinine (sCr, mg/dl) and estimated glomerular filtration rate (eGFR, ml/min). Acute kidney injury (AKI) was defined per the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Renal outcomes and efficacy were compared between the groups.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      In the low-Mg group (n = 159), sCr levels were significantly higher compared to baseline, various weeks during treatment, and at the 1st, 3rd, 6th, and 12th months post-treatment (p < 0.001). In the high-Mg group (n = 128), no significant changes were observed during treatment and at 1st, 3rd, and 12th months post-treatment (p > 0.05). A significant reduction in mean sCr level from baseline to 6 months was noted in the high-Mg group (p < 0.001). eGFR values are generally correlated with sCr levels. AKI occurred in 21 (13.2%) and 22 (17.7%) patients in the low-Mg and high-Mg groups, respectively (p = 0.292). There was no difference in progression-free or overall survival between the groups.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      We clearly demonstrated that saline hydration with 24 mEql MgSO4 supplementation before cisplatin treatment has a better renal protective effect than 12 mEql MgSO4 without reducing efficacy, especially in patients with local/local advanced cervical and head-neck cancer receiving cisplatin with concurrent radiotherapy."
    },
    {
        "title": "Application and prognostic relevance of CD34 detection in immunophenotyping of pediatric acute B lymphoblastic leukemia.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766795",
        "authors": [
            "Zha W",
            "Yuan Y",
            "Yang T",
            "Zhu LJ",
            "Kong WY",
            "Zhuo JJ"
        ],
        "abstract": "Objective:\n        \n\n      \n      We aimed to investigate the application of CD34 detection in immunophenotypic discrimination and its prognostic relevance in children with acute B-lymphoblastic leukemia (B-ALL).\n    \n\n\n\n\n\n          Patients and methods:\n        \n\n      \n      A retrospective analysis was conducted on clinical follow-up data of 105 children with newly diagnosed B-ALL treated at our hospital from January 2022 to December 2023. Based on the expression of CD34 in the bone marrow, patients were divided into a CD34 positive group (positive cells ≥10%) and a CD34 negative group (positive cells <10%). The study compared the positive rates of common leukemia cell antigens, clinical characteristics, initial treatment responses, and long-term follow-up outcomes between the two groups.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Among all 105 B-ALL cases, 87 children (82.9%) had bone marrow CD34 positive cells ≥10%, classified into the CD34 positive group, while the remaining 18 children (17.1%) had bone marrow CD34 positive cells <10%, classified into the CD34 negative group. The CD34 positive group exhibited significantly higher positive rates of CD13 expression, standard-risk B-ALL, and risk stratification than the CD34 negative group. In contrast, the proportions of early pre-B-ALL, E2A-PBX1 fusion gene, and MLL-AF4 fusion gene were significantly lower in the CD34 negative group, with statistically significant differences (p<0.05). No significant differences were found in the positive rates of leukemia cell antigens such as CD10, CD19, CD20, CD22, CD79a, CD13, CD33, and CD38 between the two groups (p>0.05). The occurrence rates of minimal residual disease (MRD) and relapse after induction chemotherapy in the CD34 positive group were significantly lower than those in the CD34 negative group (p<0.05). However, the sensitivity to the first prednisone treatment and bone marrow treatment efficacy on the 19th and 33rd days after chemotherapy showed no significant differences between the groups (p>0.05).\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      A higher positive rate of bone marrow CD34 expression in children with B-ALL is associated with a favorable prognosis. Children with negative CD34 expression are relatively more prone to MRD and tumor relapse after chemotherapy."
    },
    {
        "title": "Retraction Note: BNIP1 inhibits cell proliferation, migration and invasion, and promotes apoptosis by mTOR in cervical cancer cells.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766787",
        "authors": [
            "Li FH",
            "Xiang L",
            "Ran L",
            "Zhou S",
            "Huang Z",
            "Chen M",
            "Yu WF"
        ],
        "abstract": "The article \"BNIP1 inhibits cell proliferation, migration and invasion, and promotes apoptosis by mTOR in cervical cancer cells\", by F.-H. Li, L. Xiang, L. Ran, S. Zhou, Z. Huang, M. Chen, W.-F. Yu, published in Eur Rev Med Pharmacol Sci 2019; 23 (4): 1397-1407-DOI: 10.26355/eurrev_201902_17096-PMID: 30840260 has been retracted by the Editor in Chief for the following reasons. Following some concerns raised on PubPeer regarding a possible overlap in Figure 2A, the Editor in Chief has started an investigation to assess the validity of the results as well as possible figure manipulation. The journal investigation revealed a duplication in Figure 2A between BNIP1 panels, migration and invasion, respectively and in Control and invasion panels. Consequently, the Editor in Chief mistrusts the results presented and has decided to withdraw the article. The authors have been informed about the journal's investigation but remained unresponsive. https://www.europeanreview.org/article/17096 This article has been retracted. The Publisher apologizes for any inconvenience this may cause."
    },
    {
        "title": "Retraction Note: Inhibition effects of acridone on the growth of breast cancer cells in vivo.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766783",
        "authors": [
            "Xia YF",
            "Chu HJ",
            "Kuang GF",
            "Jiang GJ",
            "Che YC"
        ],
        "abstract": "The article \"Inhibition effects of acridone on the growth of breast cancer cells in vivo\", by Y.-F. Xia, H.-J. Chu, G.-F. Kuang, G.-J. Jiang, Y.-C. Che, published in Eur Rev Med Pharmacol Sci 2018; 22 (8): 2356-2363-DOI: 10.26355/eurrev_201804_14827-PMID: 29762857 has been retracted by the Editor in Chief for the following reasons. Following some concerns raised on PubPeer regarding a possible overlap in Figure 2, the Editor in Chief has started an investigation to assess the validity of the results as well as possible figure manipulation. The journal investigation revealed a duplication between Figures 2B and 2C. Consequently, the Editor in Chief mistrusts the results presented and has decided to retract the article. The authors have been informed about the journal's investigation but remained unresponsive. This article has been retracted. The Publisher apologizes for any inconvenience this may cause. https://www.europeanreview.org/article/14827."
    },
    {
        "title": "Author Correction: The clinical significance and diagnostic value of serum Dickkopf1 and CKAP4 levels in patients with gastric cancer: a prospective study.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766782",
        "authors": [
            "Peksöz R",
            "Dişçi E",
            "Laloğlu E",
            "Yıldırım M",
            "Ağırman E",
            "Hannarici Z",
            "Atamanalp SS"
        ],
        "abstract": "Correction to: Eur Rev Med Pharmacol Sci 2023; 27 (20): 10031-10040-DOI: 10.26355/eurrev_202310_34183-PMID: 37916373-published online on October 27, 2023. After publication, the authors found a mistake in Table I. Under Table I, the following sentence \"HR: hazard ratio. CI: confidence interval. SCC: squamous cell carcinoma. FIGO: International Federation of Gynecology and Obstetrics. DFS: disease-free survival. OS: overall survival. p<0.05 and p<0.01 values were accepted for the significance level of the test\" has been mistakenly inserted and must be removed. There are amendments to this paper. The Publisher apologizes for any inconvenience this may cause. https://www.europeanreview.org/article/34183."
    },
    {
        "title": "Publisher Correction: MiR-21 and miR-183 can simultaneously target SOCS6 and modulate growth and invasion of hepatocellular carcinoma (HCC) cells.",
        "journal": "European review for medical and pharmacological sciences",
        "pub_date": "2024 May",
        "pmid": "38766781",
        "authors": [
            "Li ZB",
            "Li ZZ",
            "Li L",
            "Chu HT",
            "Jia M"
        ],
        "abstract": "Correction to: Eur Rev Med Pharmacol Sci 2015; 19 (17): 3208-3217. PMID: 26400524-published online on September 14, 2015. After publication, a reader brought to our attention a mistake in Figure 4. The journal found that Figure 3 was mistakenly inserted twice in the galley proof, resulting in the publication of the same figure for Figures 3 and 4. The publisher is, therefore, substituting Figure 4 with the correct figure provided at the time of submission as follows: There are amendments to this paper. The Publisher apologizes for any inconvenience this may cause. https://www.europeanreview.org/article/9429."
    },
    {
        "title": "Bta-miR-181d and Bta-miR-196a mediated proliferation, differentiation, and apoptosis in Bovine Myogenic Cells.",
        "journal": "Journal of animal science",
        "pub_date": "2024 May 20",
        "pmid": "38766769",
        "authors": [
            "Liang C",
            "Raza SHA",
            "Yang Z",
            "Wang S",
            "Yu S",
            "Aloufi BH",
            "Li B",
            "Zan L"
        ],
        "abstract": "Skeletal muscle is an important component of livestock and poultry organisms. The proliferation and differentiation of myoblasts are highly coordinated processes, which rely on the regulation of miRNA. MiRNAs are widely present in organisms and play roles in various biological processes, including cell proliferation, differentiation, and apoptosis. MiR-181d and miR-196a, identified as tumor suppressors, have been found to be involved in cell proliferation, apoptosis, directed differentiation, and cancer cell invasion. However, their role in beef cattle skeletal muscle metabolism remains unclear. In this study, we discovered that overexpression of bta-miR-181d and bta-miR-196a in Qinchuan cattle myoblasts inhibited proliferation and apoptosis while promoting myogenic differentiation through EDU staining, flow cytometry analysis, immunofluorescence staining, and Western blotting. RNA-seq analysis of differential gene expression revealed that after overexpression of bta-miR-181d and bta-miR-196a, the differentially expressed genes were mainly enriched in the PI3K-Akt and MAPK signaling pathways. Furthermore，the phosphorylation levels of key proteins p-AKT in the PI3K signaling pathway and p-MAPK in the MAPK signaling pathway were significantly decreased after overexpression of bta-miR-181d and bta-miR-196a. Overall，this study provides preliminary evidence that bta-miR-181d and bta-miR-196a may regulate proliferation，apoptosis，and differentiation processes in Qinchuan cattle myoblasts by affecting the phosphorylation status of key proteins in PI3K-Akt and MAPK-ERK signaling pathways."
    },
    {
        "title": "mTORC1 and BMP-Smad1/5 Regulation of Serum-Stimulated Myotube Hypertrophy: A Role for Autophagy.",
        "journal": "American journal of physiology. Cell physiology",
        "pub_date": "2024 May 20",
        "pmid": "38766767",
        "authors": [
            "Zhang Q",
            "Halle JL",
            "Counts BR",
            "Carson JA"
        ],
        "abstract": "Protein synthesis regulation is critical for skeletal muscle hypertrophy; yet, other established cellular processes are necessary for growth-related cellular remodeling. Autophagy has a well-acknowledged role in muscle quality control, but evidence for its role in myofiber hypertrophy remains equivocal. Both mTORC1 and BMP-Smad1/5 signaling are reported regulators of myofiber hypertrophy; however, gaps remain in our understanding of how this regulation is integrated with the growth processes and autophagy regulation. Therefore, we investigated the mTORC1 and Smad1/5 regulation of protein synthesis and autophagy flux during serum-stimulated myotube growth. Chronic serum stimulation experiments were performed on day-5 differentiated C2C12 myotubes incubated in differentiation media (2%HS) or growth media (5%FBS) for 48 hours. Rapamycin or LDN193189 were dosed for 48 hours to inhibit mTORC1 and BMP-Smad1/5 signaling, respectively. Acute serum stimulation was examined in day-7 differentiated myotubes. Protein synthesis was measured by puromycin incorporation. Bafilomycin A1 and immunoblotting for LC3B were used to assess autophagy flux. Chronic serum stimulation increased myotube diameter 22%, total protein 21%, total RNA 100%, Smad1/5 phosphorylation 404%, and suppressed autophagy flux. Rapamycin, but not LDN193189, blocked serum-induced myotube hypertrophy and the increase in total RNA. Acute serum stimulation increased protein synthesis 111%, Smad1/5 phosphorylation 559%, rpS6 phosphorylation 117%, and suppressed autophagy flux. Rapamycin increased autophagy flux during acute serum stimulation. These results provide evidence for mTORC1, but not BMP-Smad1/5 signaling, being required for serum-induced myotube hypertrophy and autophagy flux by measuring LC3BII/I expression. Further investigation is warranted to examine the role of autophagy flux in myotube hypertrophy."
    },
    {
        "title": "Functional dissection of parabrachial substrates in processing nociceptive information.",
        "journal": "Zoological research",
        "pub_date": "2024 May 18",
        "pmid": "38766746",
        "authors": [
            "Ke J",
            "Lu WC",
            "Jing HY",
            "Qian S",
            "Moon SW",
            "Cui GF",
            "Qian WX",
            "Che XJ",
            "Zhang Q",
            "Lai SS",
            "Zhang L",
            "Zhu YJ",
            "Xie JD",
            "Huang TW"
        ],
        "abstract": "Painful stimuli elicit first-line reflexive defensive reactions and, in many cases, also evoke second-line recuperative behaviors, the latter of which reflects the sensing of tissue damage and the alleviation of suffering. The lateral parabrachial nucleus (lPBN), composed of external- (elPBN), dorsal- (dlPBN), and central/superior-subnuclei (jointly referred to as slPBN), receives sensory inputs from spinal projection neurons and plays important roles in processing affective information from external threats and body integrity disruption. However, the organizational rules of lPBN neurons that provoke diverse behaviors in response to different painful stimuli from cutaneous and deep tissues remain unclear. In this study, we used region-specific neuronal depletion or silencing approaches combined with a battery of behavioral assays to show that slPBN neurons expressing substance P receptor ( \nNK1R\n) (lPBN \nNK1R\n) are crucial for driving pain-associated self-care behaviors evoked by sustained noxious thermal and mechanical stimuli applied to skin or bone/muscle, while elPBN neurons are dispensable for driving such reactions. Notably, lPBN \nNK1R\n neurons are specifically required for forming sustained somatic pain-induced negative teaching signals and aversive memory but are not necessary for fear-learning or escape behaviors elicited by external threats. Lastly, both lPBN \nNK1R\n and elPBN neurons contribute to chemical irritant-induced nocifensive reactions. Our results reveal the functional organization of parabrachial substrates that drive distinct behavioral outcomes in response to sustained pain versus external danger under physiological conditions."
    },
    {
        "title": "The importance of histomorphological features and ERG expression in the diagnosis of malignancy in cases with atypical small acinar proliferation.",
        "journal": "Journal of pathology and translational medicine",
        "pub_date": "2024 May",
        "pmid": "38766739",
        "authors": [
            "Teoman G",
            "Livaoglu A",
            "Kucuk H",
            "Murtezaoglu AIR"
        ],
        "abstract": "Background:\n        \n\n      \n      Atypical small acinar proliferation (ASAP) cases typically require rebiopsy, which are invasive and associated with increased risk of complications. Our aim in this study was to determine the importance of laboratory and histological findings and E-26 transformation-specific-related gene (ERG) expression in the diagnosis of malignancy.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      Between March 2016 and March 2022, 84 patients who were diagnosed with ASAP on biopsy or rebiopsy were included in the study. Clinical-laboratory features of age, serum prostate-specific antigen level, and histopathological features were compared and included multifocality, number of suspicious acini, nuclear enlargement, nucleolar prominence, hyperchromasia, cytoplasmic amphophilia, luminal amorphous acellular secretion, crystalloid presence, infiltrative appearance, inflammation, atrophy, α-methyl acyl-CoA racemase, p63, and/or high molecular weight cytokeratin were analyzed. In addition, ERG expression was evaluated immunohistochemically.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Statistically significant correlation was found between nucleolar prominence, nuclear hyperchromasia, crystalloid presence, infiltrative pattern, and prostate cancer (p < .001). In 19 of 84 cases (22.6%) ERG was positive in the nucleus. Prostate cancer was diagnosed at rebiopsy in 15 of the 19 ERG-positive cases (78.9%). A statistically significant correlation was found between ERG positivity and prostate cancer (p= .002).\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      Our findings suggest that evaluation of these markers during initial transrectal ultrasound biopsies may decrease and prevent unnecessary prostate rebiopsy."
    },
    {
        "title": "The spectrum of microvascular patterns in adult diffuse glioma and their correlation with tumor grade.",
        "journal": "Journal of pathology and translational medicine",
        "pub_date": "2024 May",
        "pmid": "38766738",
        "authors": [
            "Soni",
            "Walke V",
            "Joshi D",
            "Sharma T",
            "Shrivastava A",
            "Agrawal A"
        ],
        "abstract": "Background:\n        \n\n      \n      Primary brain tumors constitute the leading cause of cancer-related mortality. Among them, adult diffuse gliomas are the most common type, affecting the cerebral hemispheres and displaying a diffuse infiltrative pattern of growth in the surrounding neuropil that accounts for about 80% of all primary intracranial tumors. The hallmark feature of gliomas is blood vessel proliferation, which plays an important role in tumor growth, tumor biological behavior, and disease outcome. High-grade gliomas exhibit increased vascularity, the worst prognosis, and lower survival rates. Several angiogenic receptors and factors are upregulated in glioblastomas and stimulate angiogenesis signaling pathways by means of activating oncogenes and/or down-regulating tumor-suppressor genes. Existing literature has emphasized that different microvascular patterns (MVPs) are displayed in different subtypes of adult diffuse gliomas.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      We examined the distribution and biological characteristics of different MVPs in 50 patients with adult diffuse gliomas. Haematoxylin and eosin staining results, along with periodic acid-Schiff and CD34 dual-stained sections, were examined to assess the vascular patterns and correlate with different grades of diffuse glioma.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The present observational study on adult diffuse glioma evaluated tumor grade and MVPs. Microvascular sprouting was the most common pattern, while a bizarre pattern (type 2) was associated with the presence of a high-grade glioma. Vascular mimicry was observed in 6% of cases, all of which were grade 4 gliomas.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      This study supplements the role of neo-angiogenesis and aberrant vasculature patterns in the grading and progression of adult diffuse gliomas, which can be future targets for planning treatment strategies."
    },
    {
        "title": "Utilizing Immunoglobulin IgG4 Immunohistochemistry for Risk Stratification in Patients with Papillary Thyroid Carcinoma Associated with Hashimoto Thyroiditis.",
        "journal": "Endocrinology and metabolism (Seoul, Korea)",
        "pub_date": "2024 May 20",
        "pmid": "38766717",
        "authors": [
            "Haq F",
            "Park G",
            "Jeon S",
            "Hirokawa M",
            "Jung CK"
        ],
        "abstract": "Background:\n        \n\n      \n      Hashimoto thyroiditis (HT) is suspected to correlate with papillary thyroid carcinoma (PTC) development. While some HT cases exhibit histologic features of immunoglobulin G4 (IgG4)-related disease, the relationship of HT with PTC progression remains unestablished.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      This cross-sectional study included 426 adult patients with PTC (≥1 cm) undergoing thyroidectomy at an academic thyroid center. HT was identified based on its typical histologic features. IgG4 and IgG immunohistochemistry were performed. Wholeslide images of immunostained slides were digitalized. Positive plasma cells per 2 mm2 were counted using QuPath and a pre-trained deep learning model. The primary outcome was tumor structural recurrence post-surgery.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Among the 426 PTC patients, 79 were diagnosed with HT. With a 40% IgG4 positive/IgG plasma cell ratio as the threshold for diagnosing IgG4-related disease, a cutoff value of >150 IgG4 positive plasma cells per 2 mm2 was established. According to this criterion, 53% (43/79) of HT patients were classified as IgG4-related. The IgG4-related HT subgroup presented a more advanced cancer stage than the IgG4-non-related HT group (P=0.038). The median observation period was 109 months (range, 6 to 142). Initial assessment revealed 43 recurrence cases. Recurrence-free survival periods showed significant (P=0.023) differences, with patients with IgG4 non-related HT showing the longest period, followed by patients without HT and those with IgG4-related HT.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      This study effectively stratified recurrence risk in PTC patients based on HT status and IgG4-related subtypes. These findings may contribute to better-informed treatment decisions and patient care strategies."
    },
    {
        "title": "Beyond CAR T cells: exploring alternative cell sources for CAR-like cellular therapies.",
        "journal": "Biological chemistry",
        "pub_date": "2024 May 21",
        "pmid": "38766710",
        "authors": [
            "Tsiverioti CA",
            "Gottschlich A",
            "Theurich S",
            "Anders HJ",
            "Kroiss M",
            "Kobold S",
            "Trefny M"
        ],
        "abstract": "Chimeric antigen receptor (CAR)-T cell therapy has led to remarkable clinical outcomes in the treatment of hematological malignancies. However, challenges remain, such as limited infiltration into solid tumors, inadequate persistence, systemic toxicities, and manufacturing insufficiencies. The use of alternative cell sources for CAR-based therapies, such as natural killer cells (NK), macrophages (MΦ), invariant Natural Killer T (iNKT) cells, γδT cells, neutrophils, and induced pluripotent stem cells (iPSC), has emerged as a promising avenue. By harnessing these cells' inherent cytotoxic mechanisms and incorporating CAR technology, common CAR-T cell-related limitations can be effectively mitigated. We herein present an overview of the tumoricidal mechanisms, CAR designs, and manufacturing processes of CAR-NK cells, CAR-MΦ, CAR-iNKT cells, CAR-γδT cells, CAR-neutrophils, and iPSC-derived CAR-cells, outlining the advantages, limitations, and potential solutions of these therapeutic strategies."
    },
    {
        "title": "Response to dabrafenib plus trametinib on a rare BRAF mutation (V600_W604 deletion-insertion R) in an advanced non-small cell lung cancer patient.",
        "journal": "Thoracic cancer",
        "pub_date": "2024 May 20",
        "pmid": "38766698",
        "authors": [
            "Tamura A",
            "Inaba Higashiyama R",
            "Yoshida T",
            "Satozono Y",
            "Ohe Y"
        ],
        "abstract": "Although dabrafenib plus trametinib has been approved for BRAF V600E mutation positive advanced non-small cell lung cancer (NSCLC), data on its efficacy against uncommon BRAF mutations are still limited due to their rare frequency. We report a case of 70-year-old woman with BRAF V600_W604 deletion-insertion R-positive stage IVA lung adenocarcinoma, who was successfully treated with dabrafenib plus trametinib. Herein, we discuss the oncogenic role of uncommon BRAF mutations and highlight the importance of performing comprehensive genomic profiling on patients without any targetable gene alterations in companion diagnostics."
    },
    {
        "title": "Prior immune checkpoint inhibitors may enhance severe hypersensitivity related to selpercatinib in RET fusion gene-positive lung cancer.",
        "journal": "Journal of chemotherapy (Florence, Italy)",
        "pub_date": "2024 May 20",
        "pmid": "38766697",
        "authors": [
            "Hashimoto K",
            "Kaira K",
            "Imai H",
            "Shiono A",
            "Kagamu H"
        ],
        "abstract": "Selpercatinib, a tyrosine kinase inhibitor approved for RET-fusion gene-positive lung cancer, can induce hypersensitivity, potentially exacerbated by prior immune checkpoint inhibitor (ICI) therapy. We present a case of severe toxicity following selpercatinib treatment in a 58-year-old female with lung adenocarcinoma, refractory to previous treatments including pembrolizumab. Symptoms included fever, rash, and multiorgan failure indicative of grade 4 hypersensitivity. Treatment involved platelet transfusion, heparin therapy, and prednisolone, leading to improvement upon selpercatinib cessation. This case highlights the importance of monitoring for hypersensitivity reactions in patients treated with selpercatinib, especially following prior ICI therapy."
    },
    {
        "title": "Survival outcomes in head and neck squamous cell carcinoma of unknown primary: A national cohort study.",
        "journal": "Clinical otolaryngology : official journal of ENT-UK ; official journal of Netherlands Society for Oto-Rhino-Laryngology & Cervico-Facial Surgery",
        "pub_date": "2024 May 20",
        "pmid": "38766691",
        "authors": [
            "Hardman JC",
            "Constable J",
            "Dobbs S",
            "Hogan C",
            "Hulse K",
            "Khosla S",
            "Milinis K",
            "Tudor-Green B",
            "Williamson A",
            "Paleri V"
        ],
        "abstract": "Introduction:\n        \n\n      \n      To investigate factors influencing survival in head and neck squamous cell carcinoma of unknown primary (HNSCCUP).\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      A retrospective observational cohort study was conducted, over 5 years from January 2015, in UK Head and Neck centres, of consecutive adults undergoing 18F-Fluorodeoxyglucose-PET-CT within 3 months of diagnosis with metastatic cervical squamous cell carcinoma. Patients treated as HNSCCUP underwent survival analysis, stratified by neck dissection and/or radiotherapy to the ipsilateral neck, and by HPV status.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Data were received from 57 centres for 965 patients, of whom 482 started treatment for HNSCCUP (65.7% HPV-positive, n = 282/429). Five-year overall survival (OS) for HPV-positive patients was 85.0% (95% CI 78.4-92.3) and 43.5% (95% CI 32.9-57.5) for HPV-negative. HPV-negative status was associated with worse OS, disease-free (DFS), and disease-specific (DSS) survival (all p < .0001 on log-rank test) but not local control (LC) (p = .16). Unilateral HPV-positive disease treated with surgery alone was associated with significantly worse DFS (p < .0001) and LC (p < .0001) compared to radiotherapy alone or combined modalities (5-year DFS: 24.9%, 82.3% and 94.3%; 5-year LC: 41.8%, 98.8% and 98.6%). OS was not significantly different (p = .16). Unilateral HPV-negative disease treated with surgery alone was associated with significantly worse LC (p = .017) (5-year LC: estimate unavailable, 93.3% and 96.6%, respectively). Small numbers with bilateral disease precluded meaningful sub-group analysis.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      HPV status is associated with variable management and outcomes in HNSCCUP. Unilateral neck disease is treated variably and associated with poorer outcomes when managed with surgery alone. The impact of diagnostic oropharyngeal surgery on primary site emergence, survival and functional outcomes is unestablished."
    },
    {
        "title": "Cytoreductive chemotherapy in induction therapy plays a key role in the prognosis of patients with low-risk acute promyelocytic leukaemia.",
        "journal": "Journal of cellular and molecular medicine",
        "pub_date": "2024 May",
        "pmid": "38766688",
        "authors": [
            "Zhu X",
            "Tang F",
            "Yu W",
            "Zhao X",
            "Qin Y",
            "Jiang Q",
            "Huang X",
            "Jiang H"
        ],
        "abstract": "In order to explore the risk factors of relapse and potential optimized therapeutic regimen of low-risk acute promyelocytic leukaemia (APL), here we retrospectively analysed 282 patients who were diagnosed between February 2014 and September 2021. The median follow-up was 59 (9-102) months. The 5-year overall survival and cumulative relapse incidence were 97.9% and 5.9%, respectively. In terms of different cytoreductive therapies, 86 patients were administered with hydroxycarbamide (30.5%), 113 with anthracyclines or cytarabine (40.1%), 31 with etoposide (11.0%) and 52 with no cytoreductive therapy (18.4%) during the induction therapy. The hydroxycarbamide treatment group did not decrease the relapse rate compared to the no cytoreduction group (11.4% vs. 5.9%, p = 0.289). Compared with the hydroxycarbamide group, the anthracyclines/cytarabine treatment group showed improved 5-year RFS (88.145% vs. 98.113%, p = 0.008). Multivariate Cox regression analysis revealed that myeloblasts in bone marrow at diagnosis, and PML-RARA transcript level of 6.5% or more after induction therapy were associated with a subsequent risk of relapse. The only factor positively reducing the relapse rate was anthracyclines/cytarabine cytoreductive treatment. In conclusion, cytoreductive chemotherapy in induction therapy plays a potential key role in the prognosis of low-risk APL."
    },
    {
        "title": "SAP deletion promotes malignant insulinoma progression by inducing CXCL12 secretion from CAFs via the CXCR4/p38/ERK signalling pathway.",
        "journal": "Journal of cellular and molecular medicine",
        "pub_date": "2024 May",
        "pmid": "38766687",
        "authors": [
            "Jiang G",
            "Xu S",
            "Mai X",
            "Tu J",
            "Wang L",
            "Wang L",
            "Zhan Y",
            "Wang Y",
            "Zhang Q",
            "Zheng L",
            "Li J",
            "Tang P",
            "Qi C"
        ],
        "abstract": "Malignant insulinoma is an extremely rare type of functioning pancreatic neuroendocrine tumour with a high degree of malignancy and a high incidence of metastasis. However, it is still unclear how malignant insulinomas develop and metastasize. Serum amyloid P component (SAP), a member of the pentraxin protein family, is an acute-phase protein secreted by liver cells. The role of SAP in insulinoma and the related mechanism are still unknown. To determine the effect of SAP on insulinoma, we crossed Rip1-Tag2 mice, which spontaneously develop insulinoma, and SAP knockout (KO) mice to generate Rip1-Tag2;SAP\n-/-\n mice. We found that SAP deletion significantly promoted the growth, invasion and metastasis of malignant insulinoma through C-X-C motif chemokine ligand 12 (CXCL12) secreted by cancer-associated fibroblasts (CAFs). Further study showed that SAP deletion promoted CXCL12 secretion by CAFs through the CXCR4/p38/ERK signalling pathway. These findings reveal a novel role and mechanism of SAP in malignant insulinoma and provide direct evidence that SAP may be a therapeutic agent for this disease."
    },
    {
        "title": "Hypervirulent Klebsiella pneumoniae Mediated Hepatic Infarction Septic Shock After Rectal Cancer Surgery: A Case Report.",
        "journal": "Infection and drug resistance",
        "pub_date": "2024",
        "pmid": "38766680",
        "authors": [
            "Li Y",
            "Yang Y",
            "Zheng Y",
            "Gao Y",
            "Shu G",
            "Gai W",
            "Guo Y",
            "Deng X"
        ],
        "abstract": "The liver receives blood from both the hepatic artery and portal vein. Hepatic infarction is rare in clinical practice as both the hepatic artery and portal vein can supply blood to the liver. Here, we reported a case of a 75-year-old man who underwent radical laparoscopic surgery for rectal cancer and subsequently developed hepatic infarction. The patient experienced severe infection, as well as circulatory and respiratory failure on the third day after surgery. The patient presented with high fever, chest tightness, shortness of breath, decreased blood oxygen saturation and blood pressure. The leukocyte count decreased from 8.10 × 10^9/L to 1.75 × 10^9/L. Procalcitonin (PCT) levels increased from 1.02 ng/mL to 67.14 ng/mL, and eventually reaching levels over 200 ng/mL. Enhanced abdominal computed tomography (CT) confirmed the presence of hepatic infarction, but no thrombosis was observed in the hepatic artery or portal vein. Metagenomic next-generation sequencing (mNGS) identified hypervirulent \nKlebsiella pneumoniae\n (hvKp) in the patient's blood and ascites, one day earlier than the detection results using traditional culture methods. The patient was diagnosed with hepatic infarction combined with septic shock caused by hvKp. This case emphasizes that in the high-risk group of thrombosis, infection can trigger exacerbated hepatic infarction events, particularly in cases after surgical procedures. For severely ill patients with infectious diseases who are admitted to the ICU with worsening symptoms, it is important to collect appropriate samples and send them for pathogen detection using mNGS in a timely manner. This may aid in early intervention and improve clinical outcomes.",
        "pmcid": "PMC11102091"
    },
    {
        "title": "Combined Ferritin Nanocarriers with ICG for Effective Phototherapy Against Breast Cancer.",
        "journal": "International journal of nanomedicine",
        "pub_date": "2024",
        "pmid": "38766663",
        "authors": [
            "Sitia L",
            "Saccomandi P",
            "Bianchi L",
            "Sevieri M",
            "Sottani C",
            "Allevi R",
            "Grignani E",
            "Mazzucchelli S",
            "Corsi F"
        ],
        "abstract": "Introduction:\n        \n\n      \n      Photodynamic Therapy (PDT) is a promising, minimally invasive treatment for cancer with high immunostimulatory potential, no reported drug resistance, and reduced side effects. Indocyanine Green (ICG) has been used as a photosensitizer (PS) for PDT, although its poor stability and low tumor-target specificity strongly limit its efficacy. To overcome these limitations, ICG can be formulated as a tumor-targeting nanoparticle (NP).\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      We nanoformulated ICG into recombinant heavy-ferritin nanocages (HFn-ICG). HFn has a specific interaction with transferrin receptor 1 (TfR1), which is overexpressed in most tumors, thus increasing HFn tumor tropism. First, we tested the properties of HFn-ICG as a PS upon irradiation with a continuous-wave diode laser. Then, we evaluated PDT efficacy in two breast cancer (BC) cell lines with different TfR1 expression levels. Finally, we measured the levels of intracellular endogenous heavy ferritin (H-Fn) after PDT treatment. In fact, it is known that cells undergoing ROS-induced autophagy, as in PDT, tend to increase their ferritin levels as a defence mechanism. By measuring intracellular H-Fn, we verified whether this interplay between internalized HFn and endogenous H-Fn could be used to maximize HFn uptake and PDT efficacy.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      We previously demonstrated that HFn-ICG stabilized ICG molecules and increased their delivery to the target site in vitro and in vivo for fluorescence guided surgery. Here, with the aim of using HFn-ICG for PDT, we showed that HFn-ICG improved treatment efficacy in BC cells, depending on their TfR1 expression. Our data revealed that endogenous H-Fn levels were increased after PDT treatment, suggesting that this defence reaction against oxidative stress could be used to enhance HFn-ICG uptake in cells, increasing treatment efficacy.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      The strong PDT efficacy and peculiar Trojan horse-like mechanism, that we revealed for the first time in literature, confirmed the promising application of HFn-ICG in PDT.",
        "pmcid": "PMC11102096"
    },
    {
        "title": "Synergistic Effect of Layered Double Hydroxides Nanodosage Form to Induce Apoptosis and Ferroptosis in Breast Cancer.",
        "journal": "International journal of nanomedicine",
        "pub_date": "2024",
        "pmid": "38766657",
        "authors": [
            "Pang S",
            "Geng C",
            "Fan Z",
            "Hou M",
            "Mao H",
            "Tao S",
            "Wang J",
            "Wu Y",
            "Wei K",
            "Li Y",
            "Yan L",
            "Yang Q",
            "Chen C",
            "Wang W"
        ],
        "abstract": "Background:\n        \n\n      \n      Breast cancer is the most common cancer in women and one of the leading causes of cancer death worldwide. Ferroptosis, a promising mechanism of killing cancer cells, has become a research hotspot in cancer therapy. Simvastatin (SIM), as a potential new anti-breast cancer drug, has been shown to cause ferroptosis of cancer cells and inhibit breast cancer metastasis and recurrence. The purpose of this study is to develop a novel strategy boosting ferroptotic cascade for synergistic cancer therapy.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      In this paper, iron base form of layered double hydroxide supported simvastatin (LDHs-SIM) was synthesized by hydrothermal co-precipitation method. The characterization of LDHs-SIM were assessed by various analytical techniques, including ultraviolet-visible (UV-vis) spectroscopy, X-ray diffraction (XRD), Fourier transform infrared (FTIR) spectroscopy, and transmission electron microscopy (TEM). Biological activity, ferroptosis mechanism and biocompatibility were analyzed through in vivo and in vitro analysis, so as to evaluate its therapeutic effect on breast cancer.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The constructed LDHs-SIM nanosystem can not only release SIM through mevalonate (MVA) pathway, inhibit the expression of glutathione peroxidase 4 (GPX4), inhibit the expression of SLC7A11 and reduce the synthesis efficiency of GSH, but also promote the accumulation of Fe\n2+\n in cells through the release of Fe\n3+\n, and increase the intracellular ROS content. In addition, LDHs-SIM nanosystem can induce apoptosis of breast cancer cells to a certain extent, and achieve the synergistic effect of apoptosis and ferroptosis.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      In the present study, we demonstrated that nanoparticles of layered double hydroxides (LDHs) loaded with simvastatin were more effective than a free drug at inhibiting breast cancer cell growth, In addition, superior anticancer therapeutic effects were achieved with little systemic toxicity, indicating that LDHs-SIM could serve as a safe and high-performance platform for ferroptosis-apoptosis combined anticancer therapy.",
        "pmcid": "PMC11102185"
    },
    {
        "title": "Validation and clinical discovery demonstration of breast cancer data from a real-world data extraction platform.",
        "journal": "JAMIA open",
        "pub_date": "2024 Jul",
        "pmid": "38766645",
        "authors": [
            "Nottke A",
            "Alan S",
            "Brimble E",
            "Cardillo AB",
            "Henderson L",
            "Littleford HE",
            "Rojahn S",
            "Sage H",
            "Taylor J",
            "West-Odell L",
            "Berk A"
        ],
        "abstract": "Objective:\n        \n\n      \n      To validate and demonstrate the clinical discovery utility of a novel patient-mediated, medical record collection and data extraction platform developed to improve access and utilization of real-world clinical data.\n    \n\n\n\n\n\n          Materials and methods:\n        \n\n      \n      Clinical variables were extracted from the medical records of 1011 consented patients with breast cancer. To validate the extracted data, case report forms completed using the structured data output of the platform were compared to manual chart review for 50 randomly-selected patients with metastatic breast cancer. To demonstrate the platform's clinical discovery utility, we identified 194 patients with early-stage clinical data who went on to develop distant metastases and utilized the platform-extracted data to assess associations between time to distant metastasis (TDM) and early-stage tumor histology, molecular type, and germline \nBRCA\n status.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The platform-extracted data for the validation cohort had 97.6% precision (91.98%-100% by variable type) and 81.48% recall (58.15%-95.00% by variable type) compared to manual chart review. In our discovery cohort, the shortest TDM was significantly associated with metaplastic (739.0 days) and inflammatory histologies (1005.8 days), HR-/HER2- molecular types (1187.4 days), and positive \nBRCA\n status (1042.5 days) as compared to other histologies, molecular types, and negative \nBRCA\n status, respectively. Multivariable analyses did not produce statistically significant results.\n    \n\n\n\n\n\n          Discussion:\n        \n\n      \n      The precision and recall of platform-extracted clinical data are reported, although specificity could not be assessed. The data can generate clinically-relevant insights.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      The structured real-world data produced by a novel patient-mediated, medical record-extraction platform are reliable and can power clinical discovery.",
        "pmcid": "PMC11100995"
    },
    {
        "title": "Hyperbaric Oxygen Boosts Antitumor Efficacy of Copper-Diethyldithiocarbamate Nanoparticles against Pancreatic Ductal Adenocarcinoma by Regulating Cancer Stem Cell Metabolism.",
        "journal": "Research (Washington, D.C.)",
        "pub_date": "2024",
        "pmid": "38766644",
        "authors": [
            "Xiao C",
            "Li J",
            "Hua A",
            "Wang X",
            "Li S",
            "Li Z",
            "Xu C",
            "Zhang Z",
            "Yang X",
            "Li Z"
        ],
        "abstract": "Cuproptosis-based cancer nanomedicine has received widespread attention recently. However, cuproptosis nanomedicine against pancreatic ductal adenocarcinoma (PDAC) is severely limited by cancer stem cells (CSCs), which reside in the hypoxic stroma and adopt glycolysis metabolism accordingly to resist cuproptosis-induced mitochondria damage. Here, we leverage hyperbaric oxygen (HBO) to regulate CSC metabolism by overcoming tumor hypoxia and to augment CSC elimination efficacy of polydopamine and hydroxyethyl starch stabilized copper-diethyldithiocarbamate nanoparticles (CuET@PH NPs). Mechanistically, while HBO and CuET@PH NPs inhibit glycolysis and oxidative phosphorylation, respectively, the combination of HBO and CuET@PH NPs potently suppresses energy metabolism of CSCs, thereby achieving robust tumor inhibition of PDAC and elongating mice survival importantly. This study reveals novel insights into the effects of cuproptosis nanomedicine on PDAC CSC metabolism and suggests that the combination of HBO with cuproptosis nanomedicine holds significant clinical translation potential for PDAC patients.",
        "pmcid": "PMC11100349"
    },
    {
        "title": "Deciphering the functional role of clinical mutations in ABCB1, ABCC1, and ABCG2 ABC transporters in endometrial cancer.",
        "journal": "Frontiers in pharmacology",
        "pub_date": "2024",
        "pmid": "38766631",
        "authors": [
            "Gupta A",
            "Singh MS",
            "Singh B"
        ],
        "abstract": "ATP-binding cassette transporters represent a superfamily of dynamic membrane-based proteins with diverse yet common functions such as use of ATP hydrolysis to efflux substrates across cellular membranes. Three major transporters-P-glycoprotein (P-gp or ABCB1), multidrug resistance protein 1 (MRP1 or ABCC1), and breast cancer resistance protein (BCRP or ABCG2) are notoriously involved in therapy resistance in cancer patients. Despite exhaustive individual characterizations of each of these transporters, there is a lack of understanding in terms of the functional role of mutations in substrate binding and efflux, leading to drug resistance. We analyzed clinical variations reported in endometrial cancers for these transporters. For ABCB1, the majority of key mutations were present in the membrane-facing region, followed by the drug transport channel and ATP-binding regions. Similarly, for ABCG2, the majority of key mutations were located in the membrane-facing region, followed by the ATP-binding region and drug transport channel, thus highlighting the importance of membrane-mediated drug recruitment and efflux in ABCB1 and ABCG2. On the other hand, for ABCC1, the majority of key mutations were present in the inactive nucleotide-binding domain, followed by the drug transport channel and membrane-facing regions, highlighting the importance of the inactive nucleotide-binding domain in facilitating indirect drug efflux in ABCC1. The identified key mutations in endometrial cancer and mapped common mutations present across different types of cancers in ABCB1, ABCC1, and ABCG2 will facilitate the design and discovery of inhibitors targeting unexplored structural regions of these transporters and re-engineering of these transporters to tackle chemoresistance.",
        "pmcid": "PMC11100334"
    },
    {
        "title": "Editorial: Tumour microenvironment in cancer research and drug discovery.",
        "journal": "Frontiers in pharmacology",
        "pub_date": "2024",
        "pmid": "38766630",
        "authors": [
            "Said NABM",
            "Mahmood S",
            "To KKW"
        ],
        "abstract": null,
        "pmcid": "PMC11099202"
    },
    {
        "title": "Cardiovascular adverse events associated with antibody-drug conjugates (ADCs): a pharmacovigilance study based on the FAERS database.",
        "journal": "Frontiers in pharmacology",
        "pub_date": "2024",
        "pmid": "38766629",
        "authors": [
            "Long P",
            "Li S",
            "Pan L",
            "Wang Y",
            "Chen W",
            "Wang X"
        ],
        "abstract": "Objective:\n        \n\n      \n      As a novel drug formulation, antibody drug conjugates (ADCs) are widely used in various types of cancer. However, clinically, there is a lack of attention to the CVD produced by them, as well as a lack of research on the real-world situation. Using the Food and Drug Administration Adverse Event Reporting System (FAERS) database, to ensure its clinical safety application, we analyzed post-marketing data on antitumor ADCs to identify risk factors and drugs associated with the risk of cardiovascular events.\n    \n\n\n\n\n\n          Research design and methods:\n        \n\n      \n      We used OpenVigil 2.1 to conduct a database query for adverse events (AEs) reported to the FAERS database between the time the drug was launched and the second quarter of 2023. Cardiovascular adverse events (AEs) were grouped into fourteen narrow categories using the Standardized Medical Dictionary for Regulatory Activities (MedDRA) Queries (SMQs), and the reporting odds ratio (ROR) and the proportional reporting ratio (PRR) for reporting the association between different drugs and cardiovascular disease (CVD) risk were calculated.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      In the FAERS database, 1863 AEs associated with CVD we studied were identified in patients receiving ADC therapy. Most reports came from people aged ≥65, but a significant number of cases were found to be unknown. The number of patients with antibody-drug conjugates (ADCs)-related CVD cases aged <18 years, 18-64 years, and≥ 65 years was 52 (2.79%), 586 (31.45%), and 613 (32.90%), respectively. The proportion of female patients (834, 44.77%) was higher than that of male patients (752, 40.37%). Death (770 reports), disability (9 reports), Hospitalization initial or prolonged (407 reports), and life-threatening reactions (187 reports). Of the 770 deaths reported, 103 (31.7%) were associated with brentuximab vedotin, 10 (24.4%) with sacituzumab govitecan, 22 (19.3%) with enfortumab vedotin, and 35 (34.7%) with trastuzumab emtansine.49 (41.2%) cases were associated with polatuzumab vedotin, 62 (29%) with trastuzumab deruxtecan, 423 (54.3%) with gemtuzumab ozogamicin, and 66 (38.8%) with inotuzumab ozogamicin. In a disproportionate number of SMQS, cardiac failure (\nn\n = 277) and embolic and thrombotic events, venous (\nn\n = 446) were the most frequently reported CVD-related AEs in ADCs.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      By mining the FAERS database, we provided relevant information on the association between ADC use and cardiovascular-associated AEs. ADCs were associated with increased cardiovascular toxicity, deserving distinct monitoring and appropriate management. Further research is needed to confirm these findings and assess causality.",
        "pmcid": "PMC11099241"
    },
    {
        "title": "A Case of First-line Atezolizumab Plus Bevacizumab Use in Recurrence of Combined Hepatocellular Cholangiocarcinoma After Surgical Resection.",
        "journal": "Journal of clinical and experimental hepatology",
        "pub_date": "2024 Sep-Oct",
        "pmid": "38766623",
        "authors": [
            "Moffat GT",
            "Duan K",
            "Knox JJ"
        ],
        "abstract": null
    },
    {
        "title": "Basal cell carcinoma overlying a pacemaker pocket in a pacemaker-dependent patient: Management and course.",
        "journal": "HeartRhythm case reports",
        "pub_date": "2024 Apr",
        "pmid": "38766608",
        "authors": [
            "Burke EM",
            "Brown CL",
            "Kamenske J",
            "Burke MC"
        ],
        "abstract": null,
        "pmcid": "PMC11096418"
    },
    {
        "title": "Identification of PDZD11 as a Potential Biomarker Associated with Immune Infiltration for Diagnosis and Prognosis in Epithelial Ovarian Cancer.",
        "journal": "International journal of general medicine",
        "pub_date": "2024",
        "pmid": "38766598",
        "authors": [
            "Chen X",
            "Li Z",
            "Feng Y",
            "Yang Z",
            "Zhao B"
        ],
        "abstract": "Purpose:\n        \n\n      \n      Evidence has indicated that \nPDZD11\n is involved in regulating adherens junction. However, the distinct effect of its aberrant expression on epithelial ovarian cancer (EOC) awaits clarification.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      In this study, public databases (Gene Expression Omnibus, The Cancer Genome Atlas, and The Genotype-Tissue Expression), online analysis tools (Kaplan-Meier plotter and TIMER), and data analysis methods (Gene Ontology, Kyoto Encyclopedia of Genes and Genomes, and the CIBERSORT algorithm) were fully utilized to analyze the differential expression, diagnostic efficiency, prognostic significance, potential function, and correlation with immune infiltration of PDZD11. The differential expression of \nPDZD11\n was tested by immunohistochemistry in EOC tissues (78 cases) and control tissues (37 cases).\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Our results indicate that \nPDZD11\n was remarkably overexpressed in EOC, which was associated with advanced cancer stages, no lymphatic metastasis status, and poor prognosis. Moreover, \nPDZD11\n played a role in cell adhesion, cell proliferation, and immune responses. Also, \nPDZD11\n was significantly related to the abundances of infiltrating immune cells in EOC, including neutrophils, macrophages, dendritic cells, CD8+ T cells, and CD4+ T cells, and its expression was positively co-expressed with well-known immune checkpoints, including TIGIT, TIM3, LAG3, CTLA4, and PD-1.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      These results suggest that \nPDZD11\n could be a potential diagnostic and prognostic biomarker associated with immune infiltration in EOC, and our findings might help elucidate the function of \nPDZD11\n in carcinogenesis.",
        "pmcid": "PMC11102278"
    },
    {
        "title": "Evaluation of Antiemetic Consistency in Chemotherapy-Induced Nausea and Vomiting Among NHL Patients in Sana'a, Yemen.",
        "journal": "International journal of general medicine",
        "pub_date": "2024",
        "pmid": "38766595",
        "authors": [
            "Battah MM",
            "Zainal H",
            "Ibrahim DA",
            "Hanafiah NHBM",
            "Syed Sulaiman SA",
            "Halboup A"
        ],
        "abstract": "Background:\n        \n\n      \n      Chemotherapy-induced nausea and vomiting (CINV) is a prevalent and distressing adverse effect that can negatively affect a patient's quality of life and treatment adherence.\n    \n\n\n\n\n\n          Purpose:\n        \n\n      \n      This study aimed to evaluate the consistency of antiemetic use with standard guidelines and to examine the factors influencing it.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      This cross-sectional study was conducted at the National Oncology Center (NOC) of Al-Jomhouri Teaching Hospital, Sana'a, Yemen, from November 2022 to September 2023. Demographic data, chemotherapy and antiemetic regimens, dosages, and patient-related risk factors were collected via direct interviews, medical records, and treatment charts. This study evaluated the consistency of antiemetic practices among non-Hodgkin's Lymphoma (NHL) patients using the National Comprehensive Cancer Network (NCCN) guidelines. The chi-squared test and regression were used to determine the factors associated with guideline consistency.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      A total of 251 patients with NHL were recruited for the study; 57.4% were male and 60.6% were aged between 18-49. Most of the patients received moderately emetogenic chemotherapy (81.3%). The overall consistency with the NCCN guidelines was only 23.9%, with antiemetic drug selection and dosage reported inconsistently in 62.9% and 16.7% of patients, respectively. Furthermore, 62.5% of the patients received an under-prescribed antiemetic prophylactic regimen. Treatment duration, number of chemotherapy cycles, emetogenic risk potential, and overall patient risk, as well as age, sex, and marital status, were significantly associated with guideline inconsistency (p < 0.05).\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      This study revealed a notable gap in the consistency of antiemetic prescriptions among patients with NHL. Inappropriate drug selection, dosing, and under-prescription are common problems. Patient regimen risk factors significantly influenced the consistency of the National Comprehensive Cancer Network guidelines. Personalized approaches are essential to enhance adherence to guidelines and improve antiemetic strategies.",
        "pmcid": "PMC11100513"
    },
    {
        "title": "Health-related quality of life in patients with dyspepsia presenting at the University of Benin Teaching Hospital, Benin City, South-South Nigeria: a cross-sectional study.",
        "journal": "The Pan African medical journal",
        "pub_date": "2024",
        "pmid": "38766563",
        "authors": [
            "Egbo O",
            "Omuemu C",
            "Okeke E",
            "Egbo OH",
            "Mokogwu N"
        ],
        "abstract": "Introduction:\n        \n\n      \n      Health-related quality of life (HRQoL) examines the impact of the symptoms of dyspepsia on the daily life of sufferers. There are a few published studies related to HRQoL of persons with dyspepsia in Africa.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      this was a hospital-based cross-sectional study involving 324 dyspeptic patients referred for upper gastrointestinal endoscopy to the University of Benin Teaching Hospitals (UBTH) The ROME IV criteria were used to recruit patients with dyspepsia. The short form Nepean Dyspepsia Index (SF NDI) was used to assess HRQoL in all participants. Upper gastrointestinal endoscopy was performed on all 324 dyspeptic patients.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      the mean age of patients was 47.6 ± 15.6 years. Three hundred (92.6%) patients had significantly impaired HRQoL with an SF NDI mean score of 31.3 ± 9.1. Interference with daily activities and eating and drinking subdomains were more impaired than other subdomains of HRQoL (p < 0.001). There was no statistical difference between the impaired HRQoL in patients with functional dyspepsia and organic dyspepsia (p = 0.694). Among patients with organic dyspepsia, those with upper gastrointestinal cancers had significantly worse HRQoL SF NDI mean (sd) scores (39.7 ± 5.9) compared with patients with gastritis, peptic ulcer disease and GERD with (30.3 ± 9.2, 31.5 ± 9.7 and 32.9 ± 7.1 respectively) (p = 0.01).\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      health-related quality of life is significantly impaired in patients with dyspepsia and those with upper gastrointestinal cancers having overall worse scores. The physical, social and psychological well-being of a majority of patients with dyspepsia in South-South Nigeria is negatively affected by dyspepsia.",
        "pmcid": "PMC11101314"
    },
    {
        "title": "AI-Enhanced evaluation of YouTube content on post-surgical incontinence following pelvic cancer treatment.",
        "journal": "SSM - population health",
        "pub_date": "2024 Jun",
        "pmid": "38766549",
        "authors": [
            "Rodriguez-Rodriguez AM",
            "De la Fuente-Costa M",
            "Escalera-de la Riva M",
            "Perez-Dominguez B",
            "Paseiro-Ares G",
            "Casaña J",
            "Blanco-Diaz M"
        ],
        "abstract": "Background:\n        \n\n      \n      Several pelvic area cancers exhibit high incidence rates, and their surgical treatment can result in adverse effects such as urinary and fecal incontinence, significantly impacting patients' quality of life. Post-surgery incontinence is a significant concern, with prevalence rates ranging from 25 to 45% for urinary incontinence and 9-68% for fecal incontinence. Cancer survivors are increasingly turning to YouTube as a platform to connect with others, yet caution is warranted as misinformation is prevalent.\n    \n\n\n\n\n\n          Objective:\n        \n\n      \n      This study aims to evaluate the information quality in YouTube videos about post-surgical incontinence after pelvic area cancer surgery.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      A YouTube search for \"\nIncontinence after cancer surgery\n\" yielded 108 videos, which were subsequently analyzed. To evaluate these videos, several quality assessment tools were utilized, including DISCERN, GQS, JAMA, PEMAT, and MQ-VET. Statistical analyses, such as descriptive statistics and intercorrelation tests, were employed to assess various video attributes, including characteristics, popularity, educational value, quality, and reliability. Also, artificial intelligence techniques like PCA, t-SNE, and UMAP were used for data analysis. HeatMap and Hierarchical Clustering Dendrogram techniques validated the Machine Learning results.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The quality scales presented a high level of correlation one with each other (\np\n < 0.01) and the Artificial Intelligence-based techniques presented clear clustering representations of the dataset samples, which were reinforced by the Heat Map and Hierarchical Clustering Dendrogram.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      YouTube videos on \"\nIncontinence after Cancer Surgery\n\" present a \"\nHigh\n\" quality across multiple scales. The use of AI tools, like PCA, t-SNE, and UMAP, is highlighted for clustering large health datasets, improving data visualization, pattern recognition, and complex healthcare analysis.",
        "pmcid": "PMC11101902"
    },
    {
        "title": "miR-200-mediated inactivation of cancer-associated fibroblasts via targeting of NRP2-VEGFR signaling attenuates lung cancer invasion and metastasis.",
        "journal": "Molecular therapy. Nucleic acids",
        "pub_date": "2024 Jun 11",
        "pmid": "38766528",
        "authors": [
            "Cheon I",
            "Lee S",
            "Oh S",
            "Ahn YH"
        ],
        "abstract": "Cancer-associated fibroblasts (CAFs) play a substantial role in promoting cancer cell motility, drug resistance, angiogenesis, and metastasis; therefore, extensive research has been conducted to determine their mode of activation. We aimed to identify whether miRNA-200 (miR-200), a widely recognized suppressor of epithelial-mesenchymal transition, prevents CAFs from promoting cancer progression. Overexpression of miR-200 prevented CAFs from promoting lung cancer cell migration, invasion, tumorigenicity, and metastasis. Additionally, miR-200 suppressed the ability of CAFs to recruit and polarize macrophages toward the M2 phenotype, as well as the migration and tube formation of vascular endothelial cells. NRP2, a co-receptor of vascular endothelial growth factor receptor (VEGFR), was confirmed to be a target of miR-200, which mediates the functional activity of miR-200 in CAFs. NRP2-VEGFR signaling facilitates the secretion of VEGF-D and pleiotrophin from CAFs, leading to the activation of cancer cell migration and invasion. These findings suggest that miR-200 remodels CAFs to impede cancer progression and metastasis and that miR-200 and NRP2 are potential therapeutic targets in the treatment of lung cancer.",
        "pmcid": "PMC11101731"
    },
    {
        "title": "CRISPR-based editing strategies to rectify EYA1 complex genomic rearrangement linked to haploinsufficiency.",
        "journal": "Molecular therapy. Nucleic acids",
        "pub_date": "2024 Jun 11",
        "pmid": "38766525",
        "authors": [
            "Yi H",
            "Yun Y",
            "Choi WH",
            "Hwang HY",
            "Cha JH",
            "Seok H",
            "Song JJ",
            "Lee JH",
            "Lee SY",
            "Kim D"
        ],
        "abstract": "Pathogenic structure variations (SVs) are associated with various types of cancer and rare genetic diseases. Recent studies have used Cas9 nuclease with paired guide RNAs (gRNAs) to generate targeted chromosomal rearrangements, focusing on producing fusion proteins that cause cancer, whereas research on precision genome editing for rectifying SVs is limited. In this study, we identified a novel complex genomic rearrangement (CGR), specifically an \nEYA1\n inversion with a deletion, implicated in branchio-oto-renal/branchio-oto syndrome. To address this, two CRISPR-based approaches were tested. First, we used Cas9 nuclease and paired gRNAs tailored to the patient's genome. The dual CRISPR-Cas9 system induced efficient correction of paracentric inversion in patient-derived fibroblast, and effectively restored the expression of \nEYA1\n mRNA and protein, along with its transcriptional activity required to regulate the target gene expression. Additionally, we used CRISPR activation (CRISPRa), which leads to the upregulation of \nEYA1\n mRNA expression in patient-derived fibroblasts. Moreover, CRISPRa significantly improved EYA1 protein expression and transcriptional activity essential for target gene expression. This suggests that CRISPRa-based gene therapies could offer substantial translational potential for approximately 70% of disease-causing \nEYA1\n variants responsible for haploinsufficiency. Our findings demonstrate the potential of CRISPR-guided genome editing for correcting SVs, including those with \nEYA1\n CGR linked to haploinsufficiency.",
        "pmcid": "PMC11101721"
    },
    {
        "title": "The Exposome and Nutritional Pharmacology and Toxicology: A New Application for Metabolomics.",
        "journal": "Exposome",
        "pub_date": "2023",
        "pmid": "38766521",
        "authors": [
            "Rushing BR",
            "Thessen AE",
            "Soliman GA",
            "Ramesh A",
            "Sumner SC"
        ],
        "abstract": "The exposome refers to all of the internal and external life-long exposures that an individual experiences. These exposures, either acute or chronic, are associated with changes in metabolism that will positively or negatively influence the health and well-being of individuals. Nutrients and other dietary compounds modulate similar biochemical processes and have the potential in some cases to counteract the negative effects of exposures or enhance their beneficial effects. We present herein the concept of Nutritional Pharmacology/Toxicology which uses high-information metabolomics workflows to identify metabolic targets associated with exposures. Using this information, nutritional interventions can be designed toward those targets to mitigate adverse effects or enhance positive effects. We also discuss the potential for this approach in precision nutrition where nutrients/diet can be used to target gene-environment interactions and other subpopulation characteristics. Deriving these \"nutrient cocktails\" presents an opportunity to modify the effects of exposures for more beneficial outcomes in public health.",
        "pmcid": "PMC11101153"
    },
    {
        "title": "Biochemical characterization of immobilized recombinant subtilisin and synthesis and functional characterization of recombinant subtilisin capped silver and zinc oxide nanoparticles.",
        "journal": "Saudi journal of biological sciences",
        "pub_date": "2024 Jul",
        "pmid": "38766505",
        "authors": [
            "Shettar SS",
            "Bagewadi ZK",
            "Yunus Khan TM",
            "Mohamed Shamsudeen S",
            "Kolvekar HN"
        ],
        "abstract": "This pioneering research explores the transformative potential of recombinant subtilisin, emphasizing its strategic immobilization and nanoparticle synthesis to elevate both stability and therapeutic efficacy. Achieving an impressive 95.25 % immobilization yield with 3 % alginate composed of sodium along with 0.2 M CaCl\n2\n indicates heightened pH levels and thermal resistance, with optimal action around pH 10 as well as 80 °C temperature. Notably, the Ca-alginate-immobilized subtilisin exhibits exceptional storage longevity and recyclability, affirming its practical viability. Comprehensive analyses of the recombinant subtilisin under diverse conditions underscore its adaptability, reflected in kinetic enhancements with increased V\nmax\n (10.7 ± 15 × 10\n3\n U/mg) and decreased K\nm\n (0.19 ± 0.3 mM) values post-immobilization using N-Suc-F-A-A-F-\np\nNA. UV-visible spectroscopy confirms the successful capping of nanoparticles made of Ag and ZnO by recombinant subtilisin, imparting profound antibacterial efficacy against diverse organisms and compelling antioxidant properties. Cytotoxicity was detected against the MCF-7 breast cancer line of cells, exhibiting IC\n50\n concentrations at 8.87 as well as 14.52 µg/mL of AgNP as well as ZnONP, correspondingly, indicating promising anticancer potential. Rigorous characterization, including FTIR, SEM-EDS, TGA and AFM robustly validate the properties of the capped nanoparticles. Beyond therapeutic implications, the investigation explores industrial applications, revealing the versatility of recombinant subtilisin in dehairing, blood clot dissolution, biosurfactant activity, and blood stain removal. In summary, this research unfolds the exceptional promise of recombinant subtilisin and its nanoparticles, presenting compelling opportunities for diverse therapeutic applications in medicine. These findings contribute substantively to biotechnology and healthcare and stimulate avenues for further innovation and exploration.",
        "pmcid": "PMC11101740"
    },
    {
        "title": "Canine Mammary Tumors as a Potential Model for Human Breast Cancer in Comparative Oncology.",
        "journal": "Veterinary medicine international",
        "pub_date": "2024",
        "pmid": "38766503",
        "authors": [
            "Razavirad A",
            "Rismanchi S",
            "Mortazavi P",
            "Muhammadnejad A"
        ],
        "abstract": "Clinical and molecular similarities between canine mammary tumors (CMTs) and human breast cancer (HBC) propel scientists to further study their application in comparative oncology as a model for human breast cancer. In total, 64 canine mammary tumors were selected to study the most common markers, which are applicable for human breast cancer treatment, including estrogen and progesterone receptors (ER and PR), human epidermal growth factor (HER2/neu), Ki67, and cyclooxygenase 2 (Cox2). Immunohistochemistry (IHC) was used to assess the protein expression. The Veterinary Nottingham Prognostic Index (Vet-NPI) was also computed. Moreover, univariate and multivariable Cox proportional hazard analyses were applied to estimate hazard ratios (HRs). The results demonstrated that Ki67 was strongly expressed in the triple-negative tumors, and Ki67 protein expression continuously increased over the increase of Cox2 protein expression (\np\n < 0.001). Further analysis revealed a significant difference among canine mammary subtypes and Vet-NPI, in which triple-negative tumors displayed the highest mean score compared to other subtypes (\np\n < 0.001). In addition, the multivariable analysis revealed that the regional mastectomy procedure (adjusted HR = 2.78 (1.14-6.8)), the triple-negative tumors (adjusted HR = 48.08 (7.74-298.8)), strong Ki67 protein expression group (adjusted HR = 7.88 (2.02-30.68)), and strong Cox2 protein expression group (adjusted HR = 29.35 (5.18-166.4)) demonstrated significantly lower disease-free survival rates compared to other corresponding groups. Overall, canine mammary tumors showed strong similarities to human breast cancer in terms of clinical and molecular aspects; therefore, they could be suggested as a model for human breast cancer in comparative oncology.",
        "pmcid": "PMC11101259"
    },
    {
        "title": "Hepatocellular carcinoma: Advances in systemic therapies.",
        "journal": "F1000Research",
        "pub_date": "2024",
        "pmid": "38766497",
        "authors": [
            "Wu TK",
            "Hui RW",
            "Mak LY",
            "Fung J",
            "Seto WK",
            "Yuen MF"
        ],
        "abstract": "Advanced hepatocellular carcinoma (HCC) is traditionally associated with limited treatment options and a poor prognosis. Sorafenib, a multiple tyrosine kinase inhibitor, was introduced in 2007 as a first-in-class systemic agent for advanced HCC. After sorafenib, a range of targeted therapies and immunotherapies have demonstrated survival benefits in the past 5 years, revolutionizing the treatment landscape of advanced HCC. More recently, evidence of novel combinations of systemic agents with distinct mechanisms has emerged. In particular, combination trials on atezolizumab plus bevacizumab and durvalumab plus tremelimumab have shown encouraging efficacy. Hence, international societies have revamped their guidelines to incorporate new recommendations for these novel systemic agents. Aside from treatment in advanced HCC, the indications for systemic therapy are expanding. For example, the combination of systemic therapeutics with locoregional therapy (trans-arterial chemoembolization or stereotactic body radiation therapy) has demonstrated promising early results in downstaging HCC. Recent trials have also explored the role of systemic therapy as neoadjuvant treatment for borderline-resectable HCC or as adjuvant treatment to reduce recurrence risk after curative resection. Despite encouraging results from clinical trials, the real-world efficacy of systemic agents in specific patient subgroups (such as patients with advanced cirrhosis, high bleeding risk, renal impairment, or cardiometabolic diseases) remains uncertain. The effect of liver disease etiology on systemic treatment efficacy warrants further research. With an increased understanding of the pathophysiological pathways and accumulation of clinical data, personalized treatment decisions will be possible, and the field of systemic treatment for HCC will continue to evolve.",
        "pmcid": "PMC11099512"
    },
    {
        "title": "Evaluation of ERCP-related perforation: a single-center retrospective study.",
        "journal": "Gastroenterology report",
        "pub_date": "2024",
        "pmid": "38766494",
        "authors": [
            "Zhou F",
            "Zhan X",
            "Hu D",
            "Wu N",
            "Hong J",
            "Li G",
            "Chen Y",
            "Zhou X"
        ],
        "abstract": "Background:\n        \n\n      \n      Endoscopic retrograde cholangiopancreatography (ERCP)-related perforation is a rare and serious adverse event. The aim of our study was to evaluate the risk factors and management of ERCP-related perforation, and to further determine the predictive factors associated with perforation outcome.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      A total of 27,018 ERCP procedures performed at the First Affiliated Hospital of Nanchang University (Nanchang, China) between January 2007 and March 2022 were included in the investigation of ERCP-related perforation. Medical records and endoscopic data were extracted to analyse the risk factors, management, and clinical outcome of ERCP-related perforation.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Seventy-six patients (0.28%) were identified as having experienced perforation following ERCP. Advanced age, Billroth II anatomy, precut sphincterotomy, and papillary balloon dilatation were significantly associated with ERCP-related perforation. Most patients with perforation (\nn \n=\n \n65) were recognized immediately during ERCP whereas 11 were recognized later on. The delay in recognition primarily resulted from stent migration (\nn \n=\n \n9). In addition, 12 patients experienced poor clinical outcome including death or hospice discharge (\nn \n=\n \n3), ICU admission for >3 days (\nn \n=\n \n6), and prolonged hospital stay for >1 month due to perforation (\nn \n=\n \n3). Cancer and systemic inflammatory response syndrome (SIRS) are associated with a higher risk of poor outcome.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      Advanced age, Billroth II anatomy, precut sphincterotomy, and balloon dilation increase the risk of ERCP-related perforation whereas cancer and SIRS independently predicted poor clinical outcome.",
        "pmcid": "PMC11099543"
    },
    {
        "title": "Retrospective analysis of estrogen receptor (ER), progesterone receptor (PR), human epidermal growth factor receptor-2 (HER2), Ki67 changes and their clinical significance between primary breast cancer and metastatic tumors.",
        "journal": "PeerJ",
        "pub_date": "2024",
        "pmid": "38766488",
        "authors": [
            "Qi G",
            "Zhang X",
            "Gai X",
            "Yan X"
        ],
        "abstract": "Objective:\n        \n\n      \n      To explore the relationship between receptor heterogeneity and clinicopathological characteristics in 166 patients with invasive breast cancer during metastasis.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      We conducted a retrospective analysis of 166 patients diagnosed with metastatic breast cancer through biopsy, who were admitted to our hospital from January 2018 to December 2022. Statistical analysis was employed to assess the heterogeneity of receptors in both primary and metastatic lesions, including estrogen receptor (ER), progesterone receptor (PR), human epidermal growth factor receptor-2 (HER2), Ki67, as well as their association with clinicopathological features such as tumor size, lymph node metastasis, treatment regimen, and disease-free survival.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The discordant expression rates of ER, PR, HER2, Ki-67 and Luminal classification between primary and metastatic lesions were 21.7%, 41.6%, 8.9%, 34.4% and 36.8%, respectively. There is a significant difference in disease-free survival between patients with consistent and inconsistent receptor status of primary and metastatic lesions, which is statistically significant. The median DFS for primary HER2(-) to metastatic HER2(+) was 84 months, which was relatively high. The Cox multivariate regression analysis revealed that the expression differences of ER, PR, HER2, and Ki67 were not influenced by endocrine therapy and chemotherapy. However, a statistically significant difference in HER2 expression was observed with targeted therapy. Tumor size was correlated with ER and Ki67 receptor status (\nP\n = 0.019, 0.016). Tumor size was not correlated with PR, and HER2 (\nP\n = 0.679, 0.440). Lymph node metastasis was not associated with changes in ER, PR, HER2, and Ki67. The discordant rates of ER, PR, HER2, and Ki-67 in patients with local recurrence were 22%, 23.7%, 5.1%, and 28.8% respectively, whereas those in patients with distant metastasis were 21.5%, 36.4%, 10.3%, and 31.8% respectively.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      The expression levels of ER, PR, HER2, and Ki-67 in primary and metastatic breast cancer exhibit heterogeneity, which is closely associated with the prognosis and treatment outcomes of patients.",
        "pmcid": "PMC11102064"
    },
    {
        "title": "Arsenic disulfide promoted the demethylation of PTPL1 in diffuse large B cell lymphoma cells.",
        "journal": "PeerJ",
        "pub_date": "2024",
        "pmid": "38766487",
        "authors": [
            "Chen C",
            "Wang L",
            "Liu Y",
            "Du S",
            "Teng Q"
        ],
        "abstract": "Background:\n        \n\n      \n      Promoter hypermethylation of the tumor suppressor gene is one of the well-studied causes of cancer development. The drugs that reverse the process by driving demethylation could be a candidate for anticancer therapy. This study was designed to investigate the effects of arsenic disulfide on \nPTPL1\n methylation in diffuse large B cell lymphoma (DLBCL).\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      We knocked down the expression of \nPTPL1\n in two DLBCL cell lines (\ni.e.\n, DB and SU-DHL-4 cells) using siRNA. Then the DLBCL proliferation was determined in the presence of \nPTPL1\n knockdown. The methylation of \nPTPL1\n in DLBCL cells was analyzed by methylation specific PCR (MSPCR). The effect of arsenic disulfide on the \nPTPL1\n methylation was determined in DLBCL cell lines in the presence of different concentrations of arsenic disulfide (5 µM, 10 µM and 20 µM), respectively. To investigate the potential mechanism on the arsenic disulfide-mediated methylation, the mRNA expression of \nDNMT1\n, \nDNMT3B\n and \nMBD2\n was determined.\n    \n\n\n\n\n\n          Results:\n        \n\n\nPTPL1\n functioned as a tumor suppressor gene in DLBCL cells, which was featured by the fact that \nPTPL1\n knockdown promoted the proliferation of DLBCL cells. \nPTPL1\n was found hypermethylated in DLBCL cells. Arsenic disulfide promoted the \nPTPL1\n demethylation in a dose-dependent manner, which was related to the inhibition of DNMTs and the increase of MBD2.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      Experimental evidence shows that \nPTPL1\n functions as a tumor suppressor gene in DLBCL progression. \nPTPL1\n hyper-methylation could be reversed by arsenic disulfide in a dose-dependent manner.",
        "pmcid": "PMC11100478"
    },
    {
        "title": "A comprehensive analysis of the oncogenic and prognostic role of TBC1Ds in human hepatocellular carcinoma.",
        "journal": "PeerJ",
        "pub_date": "2024",
        "pmid": "38766486",
        "authors": [
            "Zhang P",
            "Zhu L",
            "Pan X"
        ],
        "abstract": "Backgrounds:\n        \n\n      \n      TBC1D family members (TBC1Ds) are a group of proteins that contain the Tre2-Bub2-Cdc16 (TBC) domain. Recent studies have shown that TBC1Ds are involved in tumor growth, but no analysis has been done of expression patterns and prognostic values of TBC1Ds in hepatocellular carcinoma (HCC).\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      The expression levels of TBC1Ds were evaluated in HCC using the TIMER, UALCN and Protein Atlas databases. The correlation between the mRNA levels of TBC1Ds and the prognosis of patients with HCC in the GEPIA database was then analyzed. An enrichment analysis then revealed genes that potentially interact with TBC1Ds. The correlation between levels of TBC1Ds and tumor-infiltrating immune cells (TIICs) in HCC were studied using the TIMER 2.0 database. Finally, a series of \nin vitro\n assays verified the role of TBC1Ds in HCC progression.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      This study revealed the upregulated expression of TBC1Ds in HCC and the strong positive correlation between the mRNA levels of TBC1Ds and poor prognosis of patients with HCC. The functions of TBC1Ds were mainly related to autophagy and the AMPK pathway. There was also a significant correlation between level of TBC1Ds and tumor-infiltrating immune cells (TIICs) in HCC. The promoting role of TBC1Ds in HCC progression was verified \nin vitro\n assays.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      The results of this analysis indicate that TBC1Ds may serve as new biomarkers for early diagnosis and treatment of HCC.",
        "pmcid": "PMC11100476"
    },
    {
        "title": "The prognostic value of preoperative neoindices consisting of lymphocytes, neutrophils and albumin (LANR) in operable breast cancer: a retrospective study.",
        "journal": "PeerJ",
        "pub_date": "2024",
        "pmid": "38766483",
        "authors": [
            "Wang Y",
            "Zhuang J",
            "Wang S",
            "Wu Y",
            "Chen L"
        ],
        "abstract": "Background:\n        \n\n      \n      Preoperative inflammatory factors and nutritional status are strongly associated with the prognosis of a variety of cancers. We explored the relationship between preoperative lymphocytes, neutrophils and albumin (LANR) and progression-free survival in breast cancer patients.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      The clinical and follow-up data of 200 breast cancer patients were retrospectively analyzed in this study, and the value of LANR was determined as follows: LANR, lymphocytes × albumin/neutrophils. ROC curves, COX proportional risk regression analysis and subgroup analysis were used to assess the prognostic value of LANR in progression-free survival of breast cancer patients.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The median age of the patients was 55.5 years (range 50-62 years). The median follow-up time was 46 months (range 33-55 months). In progression-free survival, the area under the LANR curve was 0.748 and the HR (95% CI) was 0.035 (0.679-0.817). LANR was associated with age (\np\n = 0.02), positive axillary lymph nodes (\np\n < 0.001), TNM stage (\np\n < 0.001) and human epidermal growth factor receptor 2(\np\n = 0.004). The results indicated that preoperative LANR may be a reliable predictor of progression-free survival in patients with operable breast cancer.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      LANR may be an essential predictor for breast cancer patients and provides a therapeutic basis for clinicians and patients.",
        "pmcid": "PMC11102052"
    },
    {
        "title": "Stimuli-sensitive biomimetic nanoparticles for the inhibition of breast cancer recurrence and pulmonary metastasis.",
        "journal": "International journal of pharmaceutics: X",
        "pub_date": "2024 Jun",
        "pmid": "38766479",
        "authors": [
            "Yang D",
            "Zhang L",
            "Ni J",
            "Ding Y",
            "Razzaq A",
            "Khan ZU",
            "Iqbal H",
            "Alanazi YF",
            "Khan NU",
            "Wang R"
        ],
        "abstract": "Biomimetic nanoparticles represent a promising avenue for mitigating rapid clearance by the reticuloendothelial system (RES); however, current challenges include insufficient tumour targeting, suboptimal adhesion, and inadequate localized drug release within tumour regions. These shortcomings contribute to persistent contests, such as recurrence and pulmonary metastasis, even with advanced breast cancer therapies. Stimuli-sensitive drug release can furbish the membrane coated nanoparticles for their efficiency against the stated problems. To enhance the efficacy of biomimetic nanoparticles in addressing these issues, we proposed a versatile, stimuli-responsive drug delivery system by encapsulating doxorubicin (Dox) and perfluorohexane (PFH) within poly (lactic-\nco\n-glycolic acid) (PLGA) nanoparticles, subsequently coated with macrophage-derived cell membranes. Within this framework, PFH serves as the mediator for ultrasonic (US)-irradiation-triggered drug release specifically within tumour microenvironment, while the macrophage-derived cell membrane coating enhances cell adhesion, enables immune evasion, and natural tumour-homing ability. The characterization assays and \nin vitro\n evaluations yielded encouraging results, indicating enhanced targeting and release efficiencies. \nIn vivo\n studies demonstrated marked inhibitory effects on both breast cancer recurrence and pulmonary metastasis. The resulting data indicate that these engineered nanoparticles have notable potential for targeted delivery and controlled release upon US irradiation, thereby offering significant therapeutic efficacy against primary breast cancer, pulmonary metastasis, and recurrent malignancies. Our findings lay the groundwork for a novel clinical approach, representing an intriguing direction for ongoing investigation by oncologists.",
        "pmcid": "PMC11101870"
    },
    {
        "title": "Efficacy of Huangma Ding or autologous platelet-rich gel for the diabetic lower extremity arterial disease patients with foot ulcers.",
        "journal": "World journal of diabetes",
        "pub_date": "2024 May 15",
        "pmid": "38766441",
        "authors": [
            "Wang XQ",
            "Pu DL",
            "Leng WL",
            "Lei XT",
            "Juan J",
            "La Z",
            "Yao D",
            "Xi JZ",
            "Jian L",
            "Miao T",
            "Wu QN"
        ],
        "abstract": "Background:\n        \n\n      \n      Diabetes foot is one of the most serious complications of diabetes and an important cause of death and disability, traditional treatment has poor efficacy and there is an urgent need to develop a practical treatment method.\n    \n\n\n\n\n\n          Aim:\n        \n\n      \n      To investigate whether Huangma Ding or autologous platelet-rich gel (APG) treatment would benefit diabetic lower extremity arterial disease (LEAD) patients with foot ulcers.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      A total of 155 diabetic LEAD patients with foot ulcers were enrolled and divided into three groups: Group A (62 patients; basal treatment), Group B (38 patients; basal treatment and APG), and Group C (55 patients; basal treatment and Huangma Ding). All patients underwent routine follow-up visits for six months. After follow-up, we calculated the changes in all variables from baseline and determined the differences between groups and the relationships between parameters.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      The infection status of the three groups before treatment was the same. Procalcitonin (PCT) improved after APG and Huangma Ding treatment more than after traditional treatment and was significantly greater in Group C than in Group B. Logistic regression analysis revealed that PCT was positively correlated with total amputation, primary amputation, and minor amputation rates. The ankle-brachial pressure and the transcutaneous oxygen pressure in Groups B and C were greater than those in Group A. The major amputation rate, minor amputation rate, and total amputation times in Groups B and C were lower than those in Group A.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      Our research indicated that diabetic foot ulcers (DFUs) lead to major amputation, minor amputation, and total amputation through local infection and poor microcirculation and macrocirculation. Huangma Ding and APG were effective attreating DFUs. The clinical efficacy of Huangma Ding was better than that of autologous platelet gel, which may be related to the better control of local infection by Huangma Ding. This finding suggested that in patients with DFUs combined with coinfection, controlling infection is as important as improving circulation.",
        "pmcid": "PMC11099365"
    },
    {
        "title": "Hot snare polypectomy using bipolar snare: an easy and feasible approach for intermediate-sized colorectal lesions.",
        "journal": "VideoGIE : an official video journal of the American Society for Gastrointestinal Endoscopy",
        "pub_date": "2024 May",
        "pmid": "38766405",
        "authors": [
            "Minakata N",
            "Murano T",
            "Inaba A",
            "Shinmura K",
            "Ikematsu H"
        ],
        "abstract": null,
        "pmcid": "PMC11099305"
    },
    {
        "title": "A prediction of the CRNDE role by modulating NF-κB pathway in inflammatory bowel disease (IBD).",
        "journal": "Biochemistry and biophysics reports",
        "pub_date": "2024 Jul",
        "pmid": "38766384",
        "authors": [
            "Kazemifard N",
            "Farmani M",
            "Baradaran Ghavami S",
            "Kazemi M",
            "Shahrokh S",
            "Asadzadeh Aghdaei H",
            "Zali M"
        ],
        "abstract": "Long non-coding RNAs (lncRNAs) regulate multiple pathways and cellular mechanisms. Recent research has emphasized their involvement in the pathogenesis of complex diseases, such as Inflammatory Bowel Disease (IBD) which is characterized by chronic inflammation of the intestines. The two most common types of IBD are ulcerative colitis and Crohn's disease. CRNDE lncRNA was initially detected in colorectal cancer (CRC) and found to be involved in the tumorigenesis pathways. Further studies revealed the role of CRNDE in activating inflammation and promoting the release of inflammatory cytokines. This study utilizes the RNA-seq data analysis and bioinformatics tools to clarify the role of CRNDE in the IBD pathogenesis and confirms its expression in inflamed HT-29 and Caco-2 cell lines and also colonic and blood samples of UC patients and controls ex vivo. Based on our results, \nCRNDE\n was significantly upregulated in IBD samples compared to controls in RNA-seq data analysis and Real-time PCR of inflamed HT-29 cell line and colonic biopsies from UC patients. Additionally, predicted that its expression is positively correlated with the pro-inflammatory cytokines production. CRNDE interactions was investigated with several inflammation-related miRNAs and regulatory proteins computationally. Thus, \nCRNDE\n upregulation in the colon of IBD patients could be involved in IBD pathogenesis by promoting inflammatory pathways and targeting anti-inflammatory miRNAs.",
        "pmcid": "PMC11101873"
    },
    {
        "title": "Vibrational spectroscopic detection of radiation-induced structural changes in Chironomus hemoglobin.",
        "journal": "Biochemistry and biophysics reports",
        "pub_date": "2024 Jul",
        "pmid": "38766383",
        "authors": [
            "Gaikwad PS",
            "Hole A",
            "Saxena V",
            "Choudhury S",
            "Nath BB",
            "Krishna CM",
            "Mukhopadhyaya R"
        ],
        "abstract": "Purpose:\n        \n\n\nChironomus\n hemoglobin is known to exhibit higher gamma radiation resistance compared to human hemoglobin. In the present study, we have introduced a sensitive method to analyze radiation-induced alterations in \nChironomus\n hemoglobin using Vibrational spectroscopy and further highlighting its potential for monitoring radiotoxicity in aquatic environments.\n    \n\n\n\n\n\n          Materials and methods:\n        \n\n      \n      Vibrational spectroscopic methods such as Raman and FT-IR spectroscopy were used to capture the distinctive chemical signature of \nChironomus\n hemoglobin (ChHb) under both \nin vitro\n and \nin vivo\n conditions. Any radiation dose-dependent shifts could be analyzed Human hemoglobin (HuHb) as standard reference.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      Distinctive Raman peak detected at 930 cm-1 in (ChHb) was attributed to C-N stretching in the heterocyclic ring surrounding the iron atom, preventing heme degradation even after exposure to 2400 Gy dose. In contrast, for (HuHb), the transition from deoxy-hemoglobin to met-hemoglobin at 1210 cm-1 indicated a disruption in oxygen binding after exposure to 1200 Gy dose. Furthermore, while ChHb exhibited a consistent peak at 1652 cm-1 in FT-IR analysis, HuHb on the other hand, suffered damage after gamma irradiation.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      The findings suggest that vibrational spectroscopic methods hold significant potential as a sensitive tool for detecting radiation-induced molecular alterations and damages. \nChironomus\n hemoglobin, with its robust interaction of the pyrrole ring with Fe, serves as a reliable bioindicator molecule to detect radiation damage using vibrational spectroscopic method.",
        "pmcid": "PMC11101703"
    },
    {
        "title": "T790M mutation sensitizes non-small cell lung cancer cells to radiation via suppressing SPOCK1.",
        "journal": "Biochemistry and biophysics reports",
        "pub_date": "2024 Jul",
        "pmid": "38766382",
        "authors": [
            "Xu Y",
            "Zhao P",
            "Xu X",
            "Zhang S",
            "Xia B",
            "Zhu L"
        ],
        "abstract": "Background:\n        \n\n      \n      Approximately 50% of patients harbor the T790M mutation after developing first-generation epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI) resistance. Evidence has showed the major treatment failure is local relapses and limited metastases. Several studies have demonstrated the value of radiotherapy in metastatic non-small cell lung cancer (NSCLC) with the EGFR T790M mutation after the development of TKI resistance. The aim of this study was to explore the role of radiation in T790M-mutant NSCLC and the value of early radiotherapy for NSCLC with T790M-mediated EGFR-TKI resistance.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      Gefitinib-resistant NSCLC cell lines were established via stepwise exposure to increasing concentrations of gefitinib (PC-9-GR). Droplet digital PCR was used to determine the relative T790M subclone abundance. \nIn vitro\n and \nin vivo\n models were established using different mixtures of PC-9-GR and PC-9 cells. Differentially expressed genes were identified using RNA sequencing. Two research models were constructed (salvage and prophylactic radiotherapy) to determine the effects of early radiotherapy on gefitinib-resistant cells.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      PC-9-GR cells exhibited higher radiosensitivity than PC-9 cells (sensitivity enhancement ratio = 1.5). Salvage radiation reduced the number of T790M-mutant subclones, and the relative T790M abundance was significantly lower than that without radiation at 90 days (10.94% vs. 21.54%). Prophylactic radiation prevented the development of T790M subclones. These results were also confirmed \nin vivo\n. qRT-PCR revealed threefold elevation of miR-1243 in PC-9-GR cells, and the increased radiosensitivity of PC-9-GR cells was inhibited when miR-1243 was knocked down. RNA sequencing revealed that SPOCK1 was downregulated in PC-9-GR cells. Interestingly, bioinformatic analysis showed that SPOCK1 was a target gene of miR-1243. SPOCK1 knockdown markedly increased the radiosensitivity of PC-9 cells.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      Gefitinib-resistant NSCLC with the T790M mutation had higher radiosensitivity than that without the mutation, possibly mediated by SPOCK1. Early radiotherapy can eliminate T790M subclones, providing evidence for the benefit of early local treatment in patients with TKI-resistant NSCLC.",
        "pmcid": "PMC11098717"
    },
    {
        "title": "Application of a WeChat Mini Program to provide pharmaceutical care for cancer pain patients: A randomized controlled trial.",
        "journal": "Digital health",
        "pub_date": "2024 Jan-Dec",
        "pmid": "38766359",
        "authors": [
            "Zhao Q",
            "Qiu X",
            "Liu W",
            "Nian Z",
            "Chen T",
            "Chen J",
            "Xie R",
            "Yang L"
        ],
        "abstract": "Objective:\n        \n\n      \n      This study aimed to develop an individual WeChat Mini Program to provide pharmaceutical care to better manage cancer pain patients and to evaluate its feasibility and the differences in analgesic efficacy, medication adherence and safety versus conventional pharmacy interventions.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      In this parallel randomized clinical trial, 42 cancer pain patients were equally allocated into the experimental group and the control group. The experimental group received individualized pharmaceutical care based on the \"Yao Nin You Wo\" WeChat Mini Program, while the control group received conventional care during the 4-week period. Main outcomes contained pain scores, medication adherence, incidences and relief rates of breakthrough pain, and incidences of adverse events. Relief rates of pain were also calculated according to pain scores.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      At the beginning of intervention, none of the pain scores and medication adherence showed relevant differences between the two groups (all \nP\n > .05). After intervention, the experimental group had significantly lower pain scores compared to the control group (\nP\n = .003). Breakthrough pain of both groups was alleviate; not only the incidence of breakthrough pain considerably was lower at 4 weeks than at baseline, but the relief rate of breakthrough in the experimental group was higher than that in the control group. Compared with the control group, the medication adherence rate of the experimental group was significantly improved (\nP\n = .02). Types of adverse events that happened in experimental and groups were similar, but the total incidence of adverse events in the experimental group was lower than that in the control group.\n    \n\n\n\n\n\n          Conclusions:\n        \n\n      \n      WeChat Mini Program is a useful and facilitative tool with the potential to improve cancer pain self-management ability in discharged patients. In addition, pharmacists could play a key role through the Mini Program to connect with patients successfully by providing personalized pharmaceutical services.",
        "pmcid": "PMC11100405"
    },
    {
        "title": "Gut microbiota induced abnormal amino acids and their correlation with diabetic retinopathy.",
        "journal": "International journal of ophthalmology",
        "pub_date": "2024",
        "pmid": "38766339",
        "authors": [
            "Jiang SQ",
            "Ye SN",
            "Huang YH",
            "Ou YW",
            "Chen KY",
            "Chen JS",
            "Tang SB"
        ],
        "abstract": "Aim:\n        \n\n      \n      To explore the correlation of gut microbiota and the metabolites with the progression of diabetic retinopathy (DR) and provide a novel strategy to elucidate the pathological mechanism of DR.\n    \n\n\n\n\n\n          Methods:\n        \n\n      \n      The fecal samples from 32 type 2 diabetes patients with proliferative retinopathy (PDR), 23 with non-proliferative retinopathy (NPDR), 27 without retinopathy (DM), and 29 from the sex-, age- and BMI- matched healthy controls (29 HC) were analyzed by 16S rDNA gene sequencing. Sixty fecal samples from PDR, DM, and HC groups were assayed by untargeted metabolomics. Fecal metabolites were measured using liquid chromatography-mass spectrometry (LC-MS) analysis. Associations between gut microbiota and fecal metabolites were analyzed.\n    \n\n\n\n\n\n          Results:\n        \n\n      \n      A cluster of 2 microbiome and 12 metabolites accompanied with the severity of DR, and the close correlation of the disease progression with PDR-related microbiome and metabolites were found. To be specific, the structure of gut microbiota differed in four groups. Diversity and richness of gut microbiota were significantly lower in PDR and NPDR groups, than those in DM and HC groups. A cluster of microbiome enriched in PDR group, including \nPseudomonas\n, \nRuminococcaceae-UCG-002\n, \nRuminococcaceae-UCG-005\n, \nChristensenellaceae-R-7\n, was observed. Functional analysis showed that the glucose and nicotinate degradations were significantly higher in PDR group than those in HC group. Arginine, serine, ornithine, and arachidonic acid were significantly enriched in PDR group, while proline was enriched in HC group. Functional analysis illustrated that arginine biosynthesis, lysine degradation, histidine catabolism, central carbon catabolism in cancer, D-arginine and D-ornithine catabolism were elevated in PDR group. Correlation analysis revealed that \nRuminococcaceae-UCG-002\n and \nChristensenellaceae-R-7\n were positively associated with L-arginine, ornithine levels in fecal samples.\n    \n\n\n\n\n\n          Conclusion:\n        \n\n      \n      This study elaborates the different microbiota structure in the gut from four groups. The relative abundance of \nRuminococcaceae-UCG-002\n and \nParabacteroides\n are associated with the severity of DR. Amino acid and fatty acid catabolism is especially disordered in PDR group. This may help provide a novel diagnostic parameter for DR, especially PDR.",
        "pmcid": "PMC11074191"
    },
    {
        "title": "[Retracted] LINC01094 promotes the invasion of ovarian cancer cells and regulates the Wnt/β‑catenin signaling pathway by targeting miR‑532‑3p.",
        "journal": "Experimental and therapeutic medicine",
        "pub_date": "2024 Jun",
        "pmid": "38766308",
        "authors": [
            "Chen H",
            "Liu Y",
            "Liu P",
            "Dai Q",
            "Wang P"
        ],
        "abstract": "[This retracts the article DOI: 10.3892/etm.2021.10662.].",
        "pmcid": "PMC11099573"
    }
]